[
    {
        "id": "JM-642_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_1000/C/1/17/paragraph/exp_2/JM-642.txt",
        "manipulated_char_spans": [
            [
                3752,
                5323
            ],
            [
                47,
                1009
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-642",
        "gold_text": "/data/sub_sample/gold_sanity_1000/PG-642.txt",
        "random_seed": 31,
        "params": {
            "n": 2,
            "min_len": 50,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-INFANT SCHOOLS AND DISSENTERS: A VINDICATION OF “A LETTER OF AFFECTIONATE REMONSTRANCE”-\n\n\nCHAPTER: PREFACE.\n\n\nTHE following Vindication was written during the week in which the Rev.\nJohn Perowne’s “Observations” appeared; and the publication of it has\nbeen hitherto delayed, partly from an unwillingness to pursue the subject\nof my “Letter” any farther, and partly from a determination not to\npublish till a fair opportunity had been given to obtain subscribers to\nthe New Infant School Society.  In replying to Mr. Geary it was\nimpossible to write with any other impression than that I was answering a\ngentleman and a Christian; and I hope that such an impression is\nmanifested in my pages.  And though Mr. Perowne has chosen to make my\n“Letter” on Infant Schools the pretext for a rude and personal attack, as\nwell as for insulting the whole body of Dissenters, I have nevertheless\nendeavoured to treat him with some degree of forbearance, and have in\nmany instances chastised him with whips only, when scorpions were at\nhand.  The great questions at issue between Churchmen and Dissenters\nnever can be settled by slander and abuse.  Mr. Perowne’s pamphlet\ntherefore must be an utter failure; and I hope that all who have read it,\nor who may read this, will retire from them both, diligently and devoutly\nto study the New Testament, as the only standard of Christian faith, and\nof Ecclesiastical government.\n\nNorwich, June 6th, 1836.\n\n\nCHAPTER: A VINDICATION\n\n\nWHEN I had read the pamphlet, published by my esteemed friend Mr. Geary,\nin reply to my “Letter,” it appeared to me that the facts, relative to\nthe proposed Infant School Society, were sufficiently before the public;\nand, therefore, I determined to send him a few explanatory remarks in\nwriting, rather than to make any reply through the medium of the press.\n\nHaving been induced to alter my determination, I respectfully submit to\nMr. Geary’s consideration, the following brief observations.\n\nBefore the examination of the Infant Schools took place in St. Andrew’s\nHall, the public were informed, by the newspapers, that it had been\ndetermined on, at a meeting held in the Guildhall, to which none but\nmembers of the Establishment were invited.  William Moore, Esq. was in\nthe chair, and the following resolution was passed:—“Resolved, that the\nsystem of Infant Education might be beneficially extended in this city;\nand, with a view of prominently bringing forward its advantages, that\nthere should be an examination of the children now receiving instruction\nin the Infant Schools of this city.”  The meeting which adopted that\nresolution, appeared to me to originate and to authorize the examination\nof the schools—and, whatever private understanding there might be with\nMr. Wilderspin, all that the public knew was what the resolution stated;\nand Mr. Wilderspin appeared to us, not as accomplishing “his own\nspeculation,” but as the agent, employed by the meeting, to carry its\nresolution into effect.  I think, therefore, that what I have stated, in\nthe eighth and ninth pages of my “Letter,” is fully borne out by all the\nfacts of the case.\n\nI said nothing in my “Letter” to intimate that the children of Dissenters\nwould be excluded from the proposed schools.  My explanation of the\n“Advertisement” which occasioned the “Letter” was this: “I understand it\nto mean, that the members of no other Christian church shall be allowed\nto participate with you in the formation of the society, or in its\ncommittee, or in its operations.”  If, however, I had expressed a fear\nthat the church catechism might be introduced, or that some arrangement\nmight be made which would prevent Dissenters from sending their children\nto the schools, the speeches at the public meeting, and Mr. Geary’s\npamphlet, satisfactorily negative such an apprehension.  All parties have\nunited in declaring that the schools will be open to all classes, and\nthat there will be no rules nor formulas against which Dissenters can\nobject.  At the public meeting, as reported in the newspapers, the Dean\nexpressly stated, that “they had no desire to exclude the children of any\npersons of whatever religion, because the children would not be\ninstructed in any points that any person might not learn; as they would\nbe taught to worship and adore God, to know the merits of our Saviour, to\nfear God and honour the King, and to live in peace and unity with one\nanother.  Their rules, said he, would be open to persons of all\ndenominations, who would have the opportunity of sending their children,\nif they accorded with those rules.”  Mr. G. Seppings “stated that the\nschool would be open to the children of persons of all denominations,\nwho might choose to send them.”  In full accordance with these decisive\nstatements, Mr. Geary says, “I cannot help again recurring to a mistake\ninto which my reverend friend has fallen, and which is throughout\nimplied, in regard to the exclusion of the children of dissent.  He may\nrest assured, that nothing is decided with respect to the discipline of\nthe schools, which can possibly be held to be an impediment with any\nconscientious Dissenter who desires to place his child there:—no impeding\ntests or testimonials on entering the school—no offensive rituals when\nthere.”  And in another part of his pamphlet he declares, “I have seen\nthe progress of the society in embryo, first, last, midst, and throughout\nall, without witnessing any symptoms of such a spirit.  Should it appear,\nI am prepared to contend with it hand to hand—foot to foot; and, should\nit unhappily prevail, I should feel bound to quit the society.”  The\nspeeches at the public meeting are, however, a sufficient guarantee that\nno such spirit will “unhappily prevail;” and I “rest assured,” that, so\nfar as the schools are concerned, they will be as comprehensive as those\nwhich already exist, and to which the children of Churchmen and\nDissenters are admitted on equal terms.  I deeply regret, however, that\nmy interpretation of the “Advertisement” has unfortunately proved true,\nand that, though the children of Dissenters are to be admitted into the\nschools, Dissenters themselves are, quite unnecessarily I think, excluded\nfrom the committee of the society, and from all its operations.\n\nThe public meeting, at which the preceding speeches were delivered, was\ndistinguished by the expression of many liberal and Christian sentiments;\nand those of us who were excluded from it, were in no small degree\ngratified in learning, from the public papers, that several",
                "-THE PUZZLE OF DICKENS’S LAST PLOT-\n\n\nCHAPTER: INTRODUCTION\n\n\nFORSTER tells us that Dickens, in his later novels, from _Bleak House_\nonwards (1853), “assiduously cultivated” construction, “this essential of\nhis art.”  Some critics may think, that since so many of the best novels\nin the world “have no outline, or, if they have an outline, it is a\ndemned outline,” elaborate construction is not absolutely “essential.”\nReally essential are character, “atmosphere,” humour.\n\nBut as, in the natural changes of life, and under the strain of restless\nand unsatisfied activity, his old buoyancy and unequalled high spirits\ndeserted Dickens, he certainly wrote no longer in what Scott, speaking of\nhimself, calls the manner of “hab nab at a venture.”  He constructed\nelaborate plots, rich in secrets and surprises.  He emulated the manner\nof Wilkie Collins, or even of Gaboriau, while he combined with some of\nthe elements of the detective novel, or _roman policier_, careful study\nof character.  Except _Great Expectations_, none of his later tales\nrivals in merit his early picaresque stories of the road, such as\n_Pickwick_ and _Nicholas Nickleby_.  “Youth will be served;” no sedulous\ncare could compensate for the exuberance of “the first sprightly\nrunnings.”  In the early books the melodrama of the plot, the secrets of\nRalph Nickleby, of Monk, of Jonas Chuzzlewit, were the least of the\ninnumerable attractions.  But Dickens was more and more drawn towards the\nsecret that excites curiosity, and to the game of hide and seek with the\nreader who tried to anticipate the solution of the secret.\n\nIn April, 1869, Dickens, outworn by the strain of his American readings;\nof that labour achieved under painful conditions of ominously bad\nhealth—found himself, as Sir Thomas Watson reported, “on the brink of an\nattack of paralysis of his left side, and possibly of apoplexy.”  He\ntherefore abandoned a new series of Readings.  We think of Scott’s\nearlier seizures of a similar kind, after which _Peveril_, he said,\n“smacked of the apoplexy.”  But Dickens’s new story of _The Mystery of\nEdwin Drood_, first contemplated in July, 1869, and altered in character\nby the emergence of “a very curious and new idea,” early in August, does\nnot “smack of the apoplexy.”  We may think that the mannerisms of Mr.\nHoneythunder, the philanthropist, and of Miss Twinkleton, the\nschoolmistress, are not in the author’s best vein of humour.  “The\nBillickin,” on the other hand, the lodging-house keeper, is “in very\ngracious fooling:” her unlooked-for sallies in skirmishes with Miss\nTwinkleton are rich in mirthful surprises.  Mr. Grewgious may be\ncaricatured too much, but not out of reason; and Dickens, always good at\nboys, presents a _gamin_, in Deputy, who is in not unpleasant contrast\nwith the pathetic Jo of _Bleak House_.  Opinions may differ as to Edwin\nand Rosa, but the more closely one studies Edwin, the better one thinks\nof that character.  As far as we are allowed to see Helena Landless, the\nrestraint which she puts on her “tigerish blood” is admirable: she is\nvery fresh and original.  The villain is all that melodrama can desire,\nbut what we do miss, I think, is the “atmosphere” of a small cathedral\ntown.  Here there is a lack of softness and delicacy of treatment: on the\nother hand, the opium den is studied from the life.\n\nOn the whole, Dickens himself was perhaps most interested in his plot,\nhis secret, his surprises, his game of hide and seek with the reader.  He\nthrew himself into the sport with zest: he spoke to his sister-in-law,\nMiss Hogarth, about his fear that he had not sufficiently concealed his\ntracks in the latest numbers.  Yet, when he died in June, 1870, leaving\nthree completed numbers still unpublished, he left his secret as a puzzle\nto the curious.  Many efforts have been made to decipher his purpose,\nespecially his intentions as to the hero.  Was Edwin Drood killed, or did\nhe escape?\n\nBy a coincidence, in September, 1869, Dickens was working over the late\nLord Lytton’s tale for _All The Year Round_, “The Disappearance of John\nAckland,” for the purpose of mystifying the reader as to whether Ackland\nwas alive or dead.  But he was conspicuously defunct!  (_All the Year\nRound_, September-October, 1869.)\n\nThe most careful of the attempts at a reply about Edwin, a study based on\ndeep knowledge of Dickens, is “Watched by the Dead,” by the late\ningenious Mr. R. A. Proctor (1887).  This book, to which I owe much aid,\nis now out of print.  In 1905, Mr. Cuming Walters revived “the auld\nmysterie,” in his “Clues to Dickens’s Edwin Drood” (Chapman & Hall and\nHeywood, Manchester).  From the solution of Mr. Walters I am obliged to\ndissent.  Of Mr. Proctor’s theory I offer some necessary corrections, and\nI hope that I have unravelled some skeins which Mr. Proctor left in a\nstate of tangle.  As one read and re-read the fragment, points very dark\nseemed, at least, to become suddenly clear: especially one appeared to\nunderstand the meaning half-revealed and half-concealed by Jasper’s\nbabblings under the influence of opium.  He saw in his vision, “_that_, I\nnever saw _that_ before.”  We may be sure that he was to see “_that_” in\nreal life.  We must remember that, according to Forster, “such was\nDickens’s interest in things supernatural that, but for the strong\nrestraining power of his common sense, he might have fallen into the\nfollies of spiritualism.”  His interest in such matters certainly peeps\nout in this novel—there are two specimens of the supernormal—and he may\nhave gone to the limited extent which my hypothesis requires.  If I am\nright, Dickens went further, and fared worse, in the too material\npremonitions of “The Signalman” in _Mugby Junction_.\n\nWith this brief preface, I proceed to the analysis of Dickens’s last\nplot.  Mr. William Archer has kindly read the proof sheets and made\nvaluable suggestions, but is responsible for none of my theories.\n\n                                                              ANDREW LANG.\n\n\nCHAPTER: THE STORY\n\n\nDRAMATIS PERSONÆ\n\n\nFOR"
            ]
        }
    },
    {
        "id": "JM-738_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_1000/C/1/17/paragraph/exp_2/JM-738.txt",
        "manipulated_char_spans": [
            [
                474,
                1594
            ],
            [
                1596,
                3329
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-738",
        "gold_text": "/data/sub_sample/gold_sanity_1000/PG-738.txt",
        "random_seed": 31,
        "params": {
            "n": 2,
            "min_len": 50,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-INFANT SCHOOLS AND DISSENTERS: A VINDICATION OF “A LETTER OF AFFECTIONATE REMONSTRANCE”-\n\n\nCHAPTER: PREFACE.\n\n\nTHE following Vindication was written during the week in which the Rev.\nJohn Perowne’s “Observations” appeared; and the publication of it has\nbeen hitherto delayed, partly from an unwillingness to pursue the subject\nof my “Letter” any farther, and partly from a determination not to\npublish till a fair opportunity had been given to obtain subscribers to\nthe New Infant School Society.  In replying to Mr. Geary it was\nimpossible to write with any other impression than that I was answering a\ngentleman and a Christian; and I hope that such an impression is\nmanifested in my pages.  And though Mr. Perowne has chosen to make my\n“Letter” on Infant Schools the pretext for a rude and personal attack, as\nwell as for insulting the whole body of Dissenters, I have nevertheless\nendeavoured to treat him with some degree of forbearance, and have in\nmany instances chastised him with whips only, when scorpions were at\nhand.  The great questions at issue between Churchmen and Dissenters\nnever can be settled by slander and abuse.  Mr. Perowne’s pamphlet\ntherefore must be an utter failure; and I hope that all who have read it,\nor who may read this, will retire from them both, diligently and devoutly\nto study the New Testament, as the only standard of Christian faith, and\nof Ecclesiastical government.\n\nNorwich, June 6th, 1836.\n\n\nCHAPTER: A VINDICATION\n\n\nWHEN I had read the pamphlet, published by my esteemed friend Mr. Geary,\nin reply to my “Letter,” it appeared to me that the facts, relative to\nthe proposed Infant School Society, were sufficiently before the public;\nand, therefore, I determined to send him a few explanatory remarks in\nwriting, rather than to make any reply through the medium of the press.\n\nHaving been induced to alter my determination, I respectfully submit to\nMr. Geary’s consideration, the following brief observations.\n\nBefore the examination of the Infant Schools took place in St. Andrew’s\nHall, the public were informed, by the newspapers, that it had been\ndetermined on, at a meeting held in the Guildhall, to which none but\nmembers of the Establishment were invited.  William Moore, Esq. was in\nthe chair, and the following resolution was passed:—“Resolved, that the\nsystem of Infant Education might be beneficially extended in this city;\nand, with a view of prominently bringing forward its advantages, that\nthere should be an examination of the children now receiving instruction\nin the Infant Schools of this city.”  The meeting which adopted that\nresolution, appeared to me to originate and to authorize the examination\nof the schools—and, whatever private understanding there might be with\nMr. Wilderspin, all that the public knew was what the resolution stated;\nand Mr. Wilderspin appeared to us, not as accomplishing “his own\nspeculation,” but as the agent, employed by the meeting, to carry its\nresolution into effect.  I think, therefore, that what I have stated, in\nthe eighth and ninth pages of my “Letter,” is fully borne out by all the\nfacts of the case.\n\nI said nothing in my “Letter” to intimate that the children of Dissenters\nwould be excluded from the proposed schools.  My explanation of the\n“Advertisement” which occasioned the “Letter” was this: “I understand it\nto mean, that the members of no other Christian church shall be allowed\nto participate with you in the formation of the society, or in its\ncommittee, or in its operations.”  If, however, I had expressed a fear\nthat the church catechism might be introduced, or that some arrangement\nmight be made which would prevent Dissenters from sending their children\nto the schools, the speeches at the public meeting, and Mr. Geary’s\npamphlet, satisfactorily negative such an apprehension.  All parties have\nunited in declaring that the schools will be open to all classes, and\nthat there will be no rules nor formulas against which Dissenters can\nobject.  At the public meeting, as reported in the newspapers, the Dean\nexpressly stated, that “they had no desire to exclude the children of any\npersons of whatever religion, because the children would not be\ninstructed in any points that any person might not learn; as they would\nbe taught to worship and adore God, to know the merits of our Saviour, to\nfear God and honour the King, and to live in peace and unity with one\nanother.  Their rules, said he, would be open to persons of all\ndenominations, who would have the opportunity of sending their children,\nif they accorded with those rules.”  Mr. G. Seppings “stated that the\nschool would be open to the children of persons of all denominations,\nwho might choose to send them.”  In full accordance with these decisive\nstatements, Mr. Geary says, “I cannot help again recurring to a mistake\ninto which my reverend friend has fallen, and which is throughout\nimplied, in regard to the exclusion of the children of dissent.  He may\nrest assured, that nothing is decided with respect to the discipline of\nthe schools, which can possibly be held to be an impediment with any\nconscientious Dissenter who desires to place his child there:—no impeding\ntests or testimonials on entering the school—no offensive rituals when\nthere.”  And in another part of his pamphlet he declares, “I have seen\nthe progress of the society in embryo, first, last, midst, and throughout\nall, without witnessing any symptoms of such a spirit.  Should it appear,\nI am prepared to contend with it hand to hand—foot to foot; and, should\nit unhappily prevail, I should feel bound to quit the society.”  The\nspeeches at the public meeting are, however, a sufficient guarantee that\nno such spirit will “unhappily prevail;” and I “rest assured,” that, so\nfar as the schools are concerned, they will be as comprehensive as those\nwhich already exist, and to which the children of Churchmen and\nDissenters are admitted on equal terms.  I deeply regret, however, that\nmy interpretation of the “Advertisement” has unfortunately proved true,\nand that, though the children of Dissenters are to be admitted into the\nschools, Dissenters themselves are, quite unnecessarily I think, excluded\nfrom the committee of the society, and from all its operations.\n\nThe public meeting, at which the preceding speeches were delivered, was\ndistinguished by the expression of many liberal and Christian sentiments;\nand those of us who were excluded from it, were in no small degree\ngratified in learning, from the public papers, that several",
                "-THE PUZZLE OF DICKENS’S LAST PLOT-\n\n\nCHAPTER: INTRODUCTION\n\n\nFORSTER tells us that Dickens, in his later novels, from _Bleak House_\nonwards (1853), “assiduously cultivated” construction, “this essential of\nhis art.”  Some critics may think, that since so many of the best novels\nin the world “have no outline, or, if they have an outline, it is a\ndemned outline,” elaborate construction is not absolutely “essential.”\nReally essential are character, “atmosphere,” humour.\n\nBut as, in the natural changes of life, and under the strain of restless\nand unsatisfied activity, his old buoyancy and unequalled high spirits\ndeserted Dickens, he certainly wrote no longer in what Scott, speaking of\nhimself, calls the manner of “hab nab at a venture.”  He constructed\nelaborate plots, rich in secrets and surprises.  He emulated the manner\nof Wilkie Collins, or even of Gaboriau, while he combined with some of\nthe elements of the detective novel, or _roman policier_, careful study\nof character.  Except _Great Expectations_, none of his later tales\nrivals in merit his early picaresque stories of the road, such as\n_Pickwick_ and _Nicholas Nickleby_.  “Youth will be served;” no sedulous\ncare could compensate for the exuberance of “the first sprightly\nrunnings.”  In the early books the melodrama of the plot, the secrets of\nRalph Nickleby, of Monk, of Jonas Chuzzlewit, were the least of the\ninnumerable attractions.  But Dickens was more and more drawn towards the\nsecret that excites curiosity, and to the game of hide and seek with the\nreader who tried to anticipate the solution of the secret.\n\nIn April, 1869, Dickens, outworn by the strain of his American readings;\nof that labour achieved under painful conditions of ominously bad\nhealth—found himself, as Sir Thomas Watson reported, “on the brink of an\nattack of paralysis of his left side, and possibly of apoplexy.”  He\ntherefore abandoned a new series of Readings.  We think of Scott’s\nearlier seizures of a similar kind, after which _Peveril_, he said,\n“smacked of the apoplexy.”  But Dickens’s new story of _The Mystery of\nEdwin Drood_, first contemplated in July, 1869, and altered in character\nby the emergence of “a very curious and new idea,” early in August, does\nnot “smack of the apoplexy.”  We may think that the mannerisms of Mr.\nHoneythunder, the philanthropist, and of Miss Twinkleton, the\nschoolmistress, are not in the author’s best vein of humour.  “The\nBillickin,” on the other hand, the lodging-house keeper, is “in very\ngracious fooling:” her unlooked-for sallies in skirmishes with Miss\nTwinkleton are rich in mirthful surprises.  Mr. Grewgious may be\ncaricatured too much, but not out of reason; and Dickens, always good at\nboys, presents a _gamin_, in Deputy, who is in not unpleasant contrast\nwith the pathetic Jo of _Bleak House_.  Opinions may differ as to Edwin\nand Rosa, but the more closely one studies Edwin, the better one thinks\nof that character.  As far as we are allowed to see Helena Landless, the\nrestraint which she puts on her “tigerish blood” is admirable: she is\nvery fresh and original.  The villain is all that melodrama can desire,\nbut what we do miss, I think, is the “atmosphere” of a small cathedral\ntown.  Here there is a lack of softness and delicacy of treatment: on the\nother hand, the opium den is studied from the life.\n\nOn the whole, Dickens himself was perhaps most interested in his plot,\nhis secret, his surprises, his game of hide and seek with the reader.  He\nthrew himself into the sport with zest: he spoke to his sister-in-law,\nMiss Hogarth, about his fear that he had not sufficiently concealed his\ntracks in the latest numbers.  Yet, when he died in June, 1870, leaving\nthree completed numbers still unpublished, he left his secret as a puzzle\nto the curious.  Many efforts have been made to decipher his purpose,\nespecially his intentions as to the hero.  Was Edwin Drood killed, or did\nhe escape?\n\nBy a coincidence, in September, 1869, Dickens was working over the late\nLord Lytton’s tale for _All The Year Round_, “The Disappearance of John\nAckland,” for the purpose of mystifying the reader as to whether Ackland\nwas alive or dead.  But he was conspicuously defunct!  (_All the Year\nRound_, September-October, 1869.)\n\nThe most careful of the attempts at a reply about Edwin, a study based on\ndeep knowledge of Dickens, is “Watched by the Dead,” by the late\ningenious Mr. R. A. Proctor (1887).  This book, to which I owe much aid,\nis now out of print.  In 1905, Mr. Cuming Walters revived “the auld\nmysterie,” in his “Clues to Dickens’s Edwin Drood” (Chapman & Hall and\nHeywood, Manchester).  From the solution of Mr. Walters I am obliged to\ndissent.  Of Mr. Proctor’s theory I offer some necessary corrections, and\nI hope that I have unravelled some skeins which Mr. Proctor left in a\nstate of tangle.  As one read and re-read the fragment, points very dark\nseemed, at least, to become suddenly clear: especially one appeared to\nunderstand the meaning half-revealed and half-concealed by Jasper’s\nbabblings under the influence of opium.  He saw in his vision, “_that_, I\nnever saw _that_ before.”  We may be sure that he was to see “_that_” in\nreal life.  We must remember that, according to Forster, “such was\nDickens’s interest in things supernatural that, but for the strong\nrestraining power of his common sense, he might have fallen into the\nfollies of spiritualism.”  His interest in such matters certainly peeps\nout in this novel—there are two specimens of the supernormal—and he may\nhave gone to the limited extent which my hypothesis requires.  If I am\nright, Dickens went further, and fared worse, in the too material\npremonitions of “The Signalman” in _Mugby Junction_.\n\nWith this brief preface, I proceed to the analysis of Dickens’s last\nplot.  Mr. William Archer has kindly read the proof sheets and made\nvaluable suggestions, but is responsible for none of my theories.\n\n                                                              ANDREW LANG.\n\n\nCHAPTER: THE STORY\n\n\nDRAMATIS PERSONÆ\n\n\nFOR"
            ]
        }
    },
    {
        "id": "JM-807_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_1000/C/1/17/paragraph/exp_2/JM-807.txt",
        "manipulated_char_spans": [
            [
                3097,
                3193
            ],
            [
                4947,
                5032
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-807",
        "gold_text": "/data/sub_sample/gold_sanity_1000/PG-807.txt",
        "random_seed": 31,
        "params": {
            "n": 2,
            "min_len": 50,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-INFANT SCHOOLS AND DISSENTERS: A VINDICATION OF “A LETTER OF AFFECTIONATE REMONSTRANCE”-\n\n\nCHAPTER: PREFACE.\n\n\nTHE following Vindication was written during the week in which the Rev.\nJohn Perowne’s “Observations” appeared; and the publication of it has\nbeen hitherto delayed, partly from an unwillingness to pursue the subject\nof my “Letter” any farther, and partly from a determination not to\npublish till a fair opportunity had been given to obtain subscribers to\nthe New Infant School Society.  In replying to Mr. Geary it was\nimpossible to write with any other impression than that I was answering a\ngentleman and a Christian; and I hope that such an impression is\nmanifested in my pages.  And though Mr. Perowne has chosen to make my\n“Letter” on Infant Schools the pretext for a rude and personal attack, as\nwell as for insulting the whole body of Dissenters, I have nevertheless\nendeavoured to treat him with some degree of forbearance, and have in\nmany instances chastised him with whips only, when scorpions were at\nhand.  The great questions at issue between Churchmen and Dissenters\nnever can be settled by slander and abuse.  Mr. Perowne’s pamphlet\ntherefore must be an utter failure; and I hope that all who have read it,\nor who may read this, will retire from them both, diligently and devoutly\nto study the New Testament, as the only standard of Christian faith, and\nof Ecclesiastical government.\n\nNorwich, June 6th, 1836.\n\n\nCHAPTER: A VINDICATION\n\n\nWHEN I had read the pamphlet, published by my esteemed friend Mr. Geary,\nin reply to my “Letter,” it appeared to me that the facts, relative to\nthe proposed Infant School Society, were sufficiently before the public;\nand, therefore, I determined to send him a few explanatory remarks in\nwriting, rather than to make any reply through the medium of the press.\n\nHaving been induced to alter my determination, I respectfully submit to\nMr. Geary’s consideration, the following brief observations.\n\nBefore the examination of the Infant Schools took place in St. Andrew’s\nHall, the public were informed, by the newspapers, that it had been\ndetermined on, at a meeting held in the Guildhall, to which none but\nmembers of the Establishment were invited.  William Moore, Esq. was in\nthe chair, and the following resolution was passed:—“Resolved, that the\nsystem of Infant Education might be beneficially extended in this city;\nand, with a view of prominently bringing forward its advantages, that\nthere should be an examination of the children now receiving instruction\nin the Infant Schools of this city.”  The meeting which adopted that\nresolution, appeared to me to originate and to authorize the examination\nof the schools—and, whatever private understanding there might be with\nMr. Wilderspin, all that the public knew was what the resolution stated;\nand Mr. Wilderspin appeared to us, not as accomplishing “his own\nspeculation,” but as the agent, employed by the meeting, to carry its\nresolution into effect.  I think, therefore, that what I have stated, in\nthe eighth and ninth pages of my “Letter,” is fully borne out by all the\nfacts of the case.\n\nI said nothing in my “Letter” to intimate that the children of Dissenters\nwould be excluded from the proposed schools.  My explanation of the\n“Advertisement” which occasioned the “Letter” was this: “I understand it\nto mean, that the members of no other Christian church shall be allowed\nto participate with you in the formation of the society, or in its\ncommittee, or in its operations.”  If, however, I had expressed a fear\nthat the church catechism might be introduced, or that some arrangement\nmight be made which would prevent Dissenters from sending their children\nto the schools, the speeches at the public meeting, and Mr. Geary’s\npamphlet, satisfactorily negative such an apprehension.  All parties have\nunited in declaring that the schools will be open to all classes, and\nthat there will be no rules nor formulas against which Dissenters can\nobject.  At the public meeting, as reported in the newspapers, the Dean\nexpressly stated, that “they had no desire to exclude the children of any\npersons of whatever religion, because the children would not be\ninstructed in any points that any person might not learn; as they would\nbe taught to worship and adore God, to know the merits of our Saviour, to\nfear God and honour the King, and to live in peace and unity with one\nanother.  Their rules, said he, would be open to persons of all\ndenominations, who would have the opportunity of sending their children,\nif they accorded with those rules.”  Mr. G. Seppings “stated that the\nschool would be open to the children of persons of all denominations,\nwho might choose to send them.”  In full accordance with these decisive\nstatements, Mr. Geary says, “I cannot help again recurring to a mistake\ninto which my reverend friend has fallen, and which is throughout\nimplied, in regard to the exclusion of the children of dissent.  He may\nrest assured, that nothing is decided with respect to the discipline of\nthe schools, which can possibly be held to be an impediment with any\nconscientious Dissenter who desires to place his child there:—no impeding\ntests or testimonials on entering the school—no offensive rituals when\nthere.”  And in another part of his pamphlet he declares, “I have seen\nthe progress of the society in embryo, first, last, midst, and throughout\nall, without witnessing any symptoms of such a spirit.  Should it appear,\nI am prepared to contend with it hand to hand—foot to foot; and, should\nit unhappily prevail, I should feel bound to quit the society.”  The\nspeeches at the public meeting are, however, a sufficient guarantee that\nno such spirit will “unhappily prevail;” and I “rest assured,” that, so\nfar as the schools are concerned, they will be as comprehensive as those\nwhich already exist, and to which the children of Churchmen and\nDissenters are admitted on equal terms.  I deeply regret, however, that\nmy interpretation of the “Advertisement” has unfortunately proved true,\nand that, though the children of Dissenters are to be admitted into the\nschools, Dissenters themselves are, quite unnecessarily I think, excluded\nfrom the committee of the society, and from all its operations.\n\nThe public meeting, at which the preceding speeches were delivered, was\ndistinguished by the expression of many liberal and Christian sentiments;\nand those of us who were excluded from it, were in no small degree\ngratified in learning, from the public papers, that several",
                "-THE PUZZLE OF DICKENS’S LAST PLOT-\n\n\nCHAPTER: INTRODUCTION\n\n\nFORSTER tells us that Dickens, in his later novels, from _Bleak House_\nonwards (1853), “assiduously cultivated” construction, “this essential of\nhis art.”  Some critics may think, that since so many of the best novels\nin the world “have no outline, or, if they have an outline, it is a\ndemned outline,” elaborate construction is not absolutely “essential.”\nReally essential are character, “atmosphere,” humour.\n\nBut as, in the natural changes of life, and under the strain of restless\nand unsatisfied activity, his old buoyancy and unequalled high spirits\ndeserted Dickens, he certainly wrote no longer in what Scott, speaking of\nhimself, calls the manner of “hab nab at a venture.”  He constructed\nelaborate plots, rich in secrets and surprises.  He emulated the manner\nof Wilkie Collins, or even of Gaboriau, while he combined with some of\nthe elements of the detective novel, or _roman policier_, careful study\nof character.  Except _Great Expectations_, none of his later tales\nrivals in merit his early picaresque stories of the road, such as\n_Pickwick_ and _Nicholas Nickleby_.  “Youth will be served;” no sedulous\ncare could compensate for the exuberance of “the first sprightly\nrunnings.”  In the early books the melodrama of the plot, the secrets of\nRalph Nickleby, of Monk, of Jonas Chuzzlewit, were the least of the\ninnumerable attractions.  But Dickens was more and more drawn towards the\nsecret that excites curiosity, and to the game of hide and seek with the\nreader who tried to anticipate the solution of the secret.\n\nIn April, 1869, Dickens, outworn by the strain of his American readings;\nof that labour achieved under painful conditions of ominously bad\nhealth—found himself, as Sir Thomas Watson reported, “on the brink of an\nattack of paralysis of his left side, and possibly of apoplexy.”  He\ntherefore abandoned a new series of Readings.  We think of Scott’s\nearlier seizures of a similar kind, after which _Peveril_, he said,\n“smacked of the apoplexy.”  But Dickens’s new story of _The Mystery of\nEdwin Drood_, first contemplated in July, 1869, and altered in character\nby the emergence of “a very curious and new idea,” early in August, does\nnot “smack of the apoplexy.”  We may think that the mannerisms of Mr.\nHoneythunder, the philanthropist, and of Miss Twinkleton, the\nschoolmistress, are not in the author’s best vein of humour.  “The\nBillickin,” on the other hand, the lodging-house keeper, is “in very\ngracious fooling:” her unlooked-for sallies in skirmishes with Miss\nTwinkleton are rich in mirthful surprises.  Mr. Grewgious may be\ncaricatured too much, but not out of reason; and Dickens, always good at\nboys, presents a _gamin_, in Deputy, who is in not unpleasant contrast\nwith the pathetic Jo of _Bleak House_.  Opinions may differ as to Edwin\nand Rosa, but the more closely one studies Edwin, the better one thinks\nof that character.  As far as we are allowed to see Helena Landless, the\nrestraint which she puts on her “tigerish blood” is admirable: she is\nvery fresh and original.  The villain is all that melodrama can desire,\nbut what we do miss, I think, is the “atmosphere” of a small cathedral\ntown.  Here there is a lack of softness and delicacy of treatment: on the\nother hand, the opium den is studied from the life.\n\nOn the whole, Dickens himself was perhaps most interested in his plot,\nhis secret, his surprises, his game of hide and seek with the reader.  He\nthrew himself into the sport with zest: he spoke to his sister-in-law,\nMiss Hogarth, about his fear that he had not sufficiently concealed his\ntracks in the latest numbers.  Yet, when he died in June, 1870, leaving\nthree completed numbers still unpublished, he left his secret as a puzzle\nto the curious.  Many efforts have been made to decipher his purpose,\nespecially his intentions as to the hero.  Was Edwin Drood killed, or did\nhe escape?\n\nBy a coincidence, in September, 1869, Dickens was working over the late\nLord Lytton’s tale for _All The Year Round_, “The Disappearance of John\nAckland,” for the purpose of mystifying the reader as to whether Ackland\nwas alive or dead.  But he was conspicuously defunct!  (_All the Year\nRound_, September-October, 1869.)\n\nThe most careful of the attempts at a reply about Edwin, a study based on\ndeep knowledge of Dickens, is “Watched by the Dead,” by the late\ningenious Mr. R. A. Proctor (1887).  This book, to which I owe much aid,\nis now out of print.  In 1905, Mr. Cuming Walters revived “the auld\nmysterie,” in his “Clues to Dickens’s Edwin Drood” (Chapman & Hall and\nHeywood, Manchester).  From the solution of Mr. Walters I am obliged to\ndissent.  Of Mr. Proctor’s theory I offer some necessary corrections, and\nI hope that I have unravelled some skeins which Mr. Proctor left in a\nstate of tangle.  As one read and re-read the fragment, points very dark\nseemed, at least, to become suddenly clear: especially one appeared to\nunderstand the meaning half-revealed and half-concealed by Jasper’s\nbabblings under the influence of opium.  He saw in his vision, “_that_, I\nnever saw _that_ before.”  We may be sure that he was to see “_that_” in\nreal life.  We must remember that, according to Forster, “such was\nDickens’s interest in things supernatural that, but for the strong\nrestraining power of his common sense, he might have fallen into the\nfollies of spiritualism.”  His interest in such matters certainly peeps\nout in this novel—there are two specimens of the supernormal—and he may\nhave gone to the limited extent which my hypothesis requires.  If I am\nright, Dickens went further, and fared worse, in the too material\npremonitions of “The Signalman” in _Mugby Junction_.\n\nWith this brief preface, I proceed to the analysis of Dickens’s last\nplot.  Mr. William Archer has kindly read the proof sheets and made\nvaluable suggestions, but is responsible for none of my theories.\n\n                                                              ANDREW LANG.\n\n\nCHAPTER: THE STORY\n\n\nDRAMATIS PERSONÆ\n\n\nFOR"
            ]
        }
    },
    {
        "id": "JM-14522_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_1000/C/1/17/paragraph/exp_2/JM-14522.txt",
        "manipulated_char_spans": [
            [
                1131,
                1579
            ],
            [
                38,
                388
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-14522",
        "gold_text": "/data/sub_sample/gold_sanity_1000/PG-14522.txt",
        "random_seed": 31,
        "params": {
            "n": 2,
            "min_len": 50,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-INFANT SCHOOLS AND DISSENTERS: A VINDICATION OF “A LETTER OF AFFECTIONATE REMONSTRANCE”-\n\n\nCHAPTER: PREFACE.\n\n\nTHE following Vindication was written during the week in which the Rev.\nJohn Perowne’s “Observations” appeared; and the publication of it has\nbeen hitherto delayed, partly from an unwillingness to pursue the subject\nof my “Letter” any farther, and partly from a determination not to\npublish till a fair opportunity had been given to obtain subscribers to\nthe New Infant School Society.  In replying to Mr. Geary it was\nimpossible to write with any other impression than that I was answering a\ngentleman and a Christian; and I hope that such an impression is\nmanifested in my pages.  And though Mr. Perowne has chosen to make my\n“Letter” on Infant Schools the pretext for a rude and personal attack, as\nwell as for insulting the whole body of Dissenters, I have nevertheless\nendeavoured to treat him with some degree of forbearance, and have in\nmany instances chastised him with whips only, when scorpions were at\nhand.  The great questions at issue between Churchmen and Dissenters\nnever can be settled by slander and abuse.  Mr. Perowne’s pamphlet\ntherefore must be an utter failure; and I hope that all who have read it,\nor who may read this, will retire from them both, diligently and devoutly\nto study the New Testament, as the only standard of Christian faith, and\nof Ecclesiastical government.\n\nNorwich, June 6th, 1836.\n\n\nCHAPTER: A VINDICATION\n\n\nWHEN I had read the pamphlet, published by my esteemed friend Mr. Geary,\nin reply to my “Letter,” it appeared to me that the facts, relative to\nthe proposed Infant School Society, were sufficiently before the public;\nand, therefore, I determined to send him a few explanatory remarks in\nwriting, rather than to make any reply through the medium of the press.\n\nHaving been induced to alter my determination, I respectfully submit to\nMr. Geary’s consideration, the following brief observations.\n\nBefore the examination of the Infant Schools took place in St. Andrew’s\nHall, the public were informed, by the newspapers, that it had been\ndetermined on, at a meeting held in the Guildhall, to which none but\nmembers of the Establishment were invited.  William Moore, Esq. was in\nthe chair, and the following resolution was passed:—“Resolved, that the\nsystem of Infant Education might be beneficially extended in this city;\nand, with a view of prominently bringing forward its advantages, that\nthere should be an examination of the children now receiving instruction\nin the Infant Schools of this city.”  The meeting which adopted that\nresolution, appeared to me to originate and to authorize the examination\nof the schools—and, whatever private understanding there might be with\nMr. Wilderspin, all that the public knew was what the resolution stated;\nand Mr. Wilderspin appeared to us, not as accomplishing “his own\nspeculation,” but as the agent, employed by the meeting, to carry its\nresolution into effect.  I think, therefore, that what I have stated, in\nthe eighth and ninth pages of my “Letter,” is fully borne out by all the\nfacts of the case.\n\nI said nothing in my “Letter” to intimate that the children of Dissenters\nwould be excluded from the proposed schools.  My explanation of the\n“Advertisement” which occasioned the “Letter” was this: “I understand it\nto mean, that the members of no other Christian church shall be allowed\nto participate with you in the formation of the society, or in its\ncommittee, or in its operations.”  If, however, I had expressed a fear\nthat the church catechism might be introduced, or that some arrangement\nmight be made which would prevent Dissenters from sending their children\nto the schools, the speeches at the public meeting, and Mr. Geary’s\npamphlet, satisfactorily negative such an apprehension.  All parties have\nunited in declaring that the schools will be open to all classes, and\nthat there will be no rules nor formulas against which Dissenters can\nobject.  At the public meeting, as reported in the newspapers, the Dean\nexpressly stated, that “they had no desire to exclude the children of any\npersons of whatever religion, because the children would not be\ninstructed in any points that any person might not learn; as they would\nbe taught to worship and adore God, to know the merits of our Saviour, to\nfear God and honour the King, and to live in peace and unity with one\nanother.  Their rules, said he, would be open to persons of all\ndenominations, who would have the opportunity of sending their children,\nif they accorded with those rules.”  Mr. G. Seppings “stated that the\nschool would be open to the children of persons of all denominations,\nwho might choose to send them.”  In full accordance with these decisive\nstatements, Mr. Geary says, “I cannot help again recurring to a mistake\ninto which my reverend friend has fallen, and which is throughout\nimplied, in regard to the exclusion of the children of dissent.  He may\nrest assured, that nothing is decided with respect to the discipline of\nthe schools, which can possibly be held to be an impediment with any\nconscientious Dissenter who desires to place his child there:—no impeding\ntests or testimonials on entering the school—no offensive rituals when\nthere.”  And in another part of his pamphlet he declares, “I have seen\nthe progress of the society in embryo, first, last, midst, and throughout\nall, without witnessing any symptoms of such a spirit.  Should it appear,\nI am prepared to contend with it hand to hand—foot to foot; and, should\nit unhappily prevail, I should feel bound to quit the society.”  The\nspeeches at the public meeting are, however, a sufficient guarantee that\nno such spirit will “unhappily prevail;” and I “rest assured,” that, so\nfar as the schools are concerned, they will be as comprehensive as those\nwhich already exist, and to which the children of Churchmen and\nDissenters are admitted on equal terms.  I deeply regret, however, that\nmy interpretation of the “Advertisement” has unfortunately proved true,\nand that, though the children of Dissenters are to be admitted into the\nschools, Dissenters themselves are, quite unnecessarily I think, excluded\nfrom the committee of the society, and from all its operations.\n\nThe public meeting, at which the preceding speeches were delivered, was\ndistinguished by the expression of many liberal and Christian sentiments;\nand those of us who were excluded from it, were in no small degree\ngratified in learning, from the public papers, that several",
                "-THE PUZZLE OF DICKENS’S LAST PLOT-\n\n\nCHAPTER: INTRODUCTION\n\n\nFORSTER tells us that Dickens, in his later novels, from _Bleak House_\nonwards (1853), “assiduously cultivated” construction, “this essential of\nhis art.”  Some critics may think, that since so many of the best novels\nin the world “have no outline, or, if they have an outline, it is a\ndemned outline,” elaborate construction is not absolutely “essential.”\nReally essential are character, “atmosphere,” humour.\n\nBut as, in the natural changes of life, and under the strain of restless\nand unsatisfied activity, his old buoyancy and unequalled high spirits\ndeserted Dickens, he certainly wrote no longer in what Scott, speaking of\nhimself, calls the manner of “hab nab at a venture.”  He constructed\nelaborate plots, rich in secrets and surprises.  He emulated the manner\nof Wilkie Collins, or even of Gaboriau, while he combined with some of\nthe elements of the detective novel, or _roman policier_, careful study\nof character.  Except _Great Expectations_, none of his later tales\nrivals in merit his early picaresque stories of the road, such as\n_Pickwick_ and _Nicholas Nickleby_.  “Youth will be served;” no sedulous\ncare could compensate for the exuberance of “the first sprightly\nrunnings.”  In the early books the melodrama of the plot, the secrets of\nRalph Nickleby, of Monk, of Jonas Chuzzlewit, were the least of the\ninnumerable attractions.  But Dickens was more and more drawn towards the\nsecret that excites curiosity, and to the game of hide and seek with the\nreader who tried to anticipate the solution of the secret.\n\nIn April, 1869, Dickens, outworn by the strain of his American readings;\nof that labour achieved under painful conditions of ominously bad\nhealth—found himself, as Sir Thomas Watson reported, “on the brink of an\nattack of paralysis of his left side, and possibly of apoplexy.”  He\ntherefore abandoned a new series of Readings.  We think of Scott’s\nearlier seizures of a similar kind, after which _Peveril_, he said,\n“smacked of the apoplexy.”  But Dickens’s new story of _The Mystery of\nEdwin Drood_, first contemplated in July, 1869, and altered in character\nby the emergence of “a very curious and new idea,” early in August, does\nnot “smack of the apoplexy.”  We may think that the mannerisms of Mr.\nHoneythunder, the philanthropist, and of Miss Twinkleton, the\nschoolmistress, are not in the author’s best vein of humour.  “The\nBillickin,” on the other hand, the lodging-house keeper, is “in very\ngracious fooling:” her unlooked-for sallies in skirmishes with Miss\nTwinkleton are rich in mirthful surprises.  Mr. Grewgious may be\ncaricatured too much, but not out of reason; and Dickens, always good at\nboys, presents a _gamin_, in Deputy, who is in not unpleasant contrast\nwith the pathetic Jo of _Bleak House_.  Opinions may differ as to Edwin\nand Rosa, but the more closely one studies Edwin, the better one thinks\nof that character.  As far as we are allowed to see Helena Landless, the\nrestraint which she puts on her “tigerish blood” is admirable: she is\nvery fresh and original.  The villain is all that melodrama can desire,\nbut what we do miss, I think, is the “atmosphere” of a small cathedral\ntown.  Here there is a lack of softness and delicacy of treatment: on the\nother hand, the opium den is studied from the life.\n\nOn the whole, Dickens himself was perhaps most interested in his plot,\nhis secret, his surprises, his game of hide and seek with the reader.  He\nthrew himself into the sport with zest: he spoke to his sister-in-law,\nMiss Hogarth, about his fear that he had not sufficiently concealed his\ntracks in the latest numbers.  Yet, when he died in June, 1870, leaving\nthree completed numbers still unpublished, he left his secret as a puzzle\nto the curious.  Many efforts have been made to decipher his purpose,\nespecially his intentions as to the hero.  Was Edwin Drood killed, or did\nhe escape?\n\nBy a coincidence, in September, 1869, Dickens was working over the late\nLord Lytton’s tale for _All The Year Round_, “The Disappearance of John\nAckland,” for the purpose of mystifying the reader as to whether Ackland\nwas alive or dead.  But he was conspicuously defunct!  (_All the Year\nRound_, September-October, 1869.)\n\nThe most careful of the attempts at a reply about Edwin, a study based on\ndeep knowledge of Dickens, is “Watched by the Dead,” by the late\ningenious Mr. R. A. Proctor (1887).  This book, to which I owe much aid,\nis now out of print.  In 1905, Mr. Cuming Walters revived “the auld\nmysterie,” in his “Clues to Dickens’s Edwin Drood” (Chapman & Hall and\nHeywood, Manchester).  From the solution of Mr. Walters I am obliged to\ndissent.  Of Mr. Proctor’s theory I offer some necessary corrections, and\nI hope that I have unravelled some skeins which Mr. Proctor left in a\nstate of tangle.  As one read and re-read the fragment, points very dark\nseemed, at least, to become suddenly clear: especially one appeared to\nunderstand the meaning half-revealed and half-concealed by Jasper’s\nbabblings under the influence of opium.  He saw in his vision, “_that_, I\nnever saw _that_ before.”  We may be sure that he was to see “_that_” in\nreal life.  We must remember that, according to Forster, “such was\nDickens’s interest in things supernatural that, but for the strong\nrestraining power of his common sense, he might have fallen into the\nfollies of spiritualism.”  His interest in such matters certainly peeps\nout in this novel—there are two specimens of the supernormal—and he may\nhave gone to the limited extent which my hypothesis requires.  If I am\nright, Dickens went further, and fared worse, in the too material\npremonitions of “The Signalman” in _Mugby Junction_.\n\nWith this brief preface, I proceed to the analysis of Dickens’s last\nplot.  Mr. William Archer has kindly read the proof sheets and made\nvaluable suggestions, but is responsible for none of my theories.\n\n                                                              ANDREW LANG.\n\n\nCHAPTER: THE STORY\n\n\nDRAMATIS PERSONÆ\n\n\nFOR"
            ]
        }
    },
    {
        "id": "JM-14653_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_1000/C/1/17/paragraph/exp_2/JM-14653.txt",
        "manipulated_char_spans": [
            [
                2224,
                3625
            ],
            [
                1240,
                2222
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-14653",
        "gold_text": "/data/sub_sample/gold_sanity_1000/PG-14653.txt",
        "random_seed": 31,
        "params": {
            "n": 2,
            "min_len": 50,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-INFANT SCHOOLS AND DISSENTERS: A VINDICATION OF “A LETTER OF AFFECTIONATE REMONSTRANCE”-\n\n\nCHAPTER: PREFACE.\n\n\nTHE following Vindication was written during the week in which the Rev.\nJohn Perowne’s “Observations” appeared; and the publication of it has\nbeen hitherto delayed, partly from an unwillingness to pursue the subject\nof my “Letter” any farther, and partly from a determination not to\npublish till a fair opportunity had been given to obtain subscribers to\nthe New Infant School Society.  In replying to Mr. Geary it was\nimpossible to write with any other impression than that I was answering a\ngentleman and a Christian; and I hope that such an impression is\nmanifested in my pages.  And though Mr. Perowne has chosen to make my\n“Letter” on Infant Schools the pretext for a rude and personal attack, as\nwell as for insulting the whole body of Dissenters, I have nevertheless\nendeavoured to treat him with some degree of forbearance, and have in\nmany instances chastised him with whips only, when scorpions were at\nhand.  The great questions at issue between Churchmen and Dissenters\nnever can be settled by slander and abuse.  Mr. Perowne’s pamphlet\ntherefore must be an utter failure; and I hope that all who have read it,\nor who may read this, will retire from them both, diligently and devoutly\nto study the New Testament, as the only standard of Christian faith, and\nof Ecclesiastical government.\n\nNorwich, June 6th, 1836.\n\n\nCHAPTER: A VINDICATION\n\n\nWHEN I had read the pamphlet, published by my esteemed friend Mr. Geary,\nin reply to my “Letter,” it appeared to me that the facts, relative to\nthe proposed Infant School Society, were sufficiently before the public;\nand, therefore, I determined to send him a few explanatory remarks in\nwriting, rather than to make any reply through the medium of the press.\n\nHaving been induced to alter my determination, I respectfully submit to\nMr. Geary’s consideration, the following brief observations.\n\nBefore the examination of the Infant Schools took place in St. Andrew’s\nHall, the public were informed, by the newspapers, that it had been\ndetermined on, at a meeting held in the Guildhall, to which none but\nmembers of the Establishment were invited.  William Moore, Esq. was in\nthe chair, and the following resolution was passed:—“Resolved, that the\nsystem of Infant Education might be beneficially extended in this city;\nand, with a view of prominently bringing forward its advantages, that\nthere should be an examination of the children now receiving instruction\nin the Infant Schools of this city.”  The meeting which adopted that\nresolution, appeared to me to originate and to authorize the examination\nof the schools—and, whatever private understanding there might be with\nMr. Wilderspin, all that the public knew was what the resolution stated;\nand Mr. Wilderspin appeared to us, not as accomplishing “his own\nspeculation,” but as the agent, employed by the meeting, to carry its\nresolution into effect.  I think, therefore, that what I have stated, in\nthe eighth and ninth pages of my “Letter,” is fully borne out by all the\nfacts of the case.\n\nI said nothing in my “Letter” to intimate that the children of Dissenters\nwould be excluded from the proposed schools.  My explanation of the\n“Advertisement” which occasioned the “Letter” was this: “I understand it\nto mean, that the members of no other Christian church shall be allowed\nto participate with you in the formation of the society, or in its\ncommittee, or in its operations.”  If, however, I had expressed a fear\nthat the church catechism might be introduced, or that some arrangement\nmight be made which would prevent Dissenters from sending their children\nto the schools, the speeches at the public meeting, and Mr. Geary’s\npamphlet, satisfactorily negative such an apprehension.  All parties have\nunited in declaring that the schools will be open to all classes, and\nthat there will be no rules nor formulas against which Dissenters can\nobject.  At the public meeting, as reported in the newspapers, the Dean\nexpressly stated, that “they had no desire to exclude the children of any\npersons of whatever religion, because the children would not be\ninstructed in any points that any person might not learn; as they would\nbe taught to worship and adore God, to know the merits of our Saviour, to\nfear God and honour the King, and to live in peace and unity with one\nanother.  Their rules, said he, would be open to persons of all\ndenominations, who would have the opportunity of sending their children,\nif they accorded with those rules.”  Mr. G. Seppings “stated that the\nschool would be open to the children of persons of all denominations,\nwho might choose to send them.”  In full accordance with these decisive\nstatements, Mr. Geary says, “I cannot help again recurring to a mistake\ninto which my reverend friend has fallen, and which is throughout\nimplied, in regard to the exclusion of the children of dissent.  He may\nrest assured, that nothing is decided with respect to the discipline of\nthe schools, which can possibly be held to be an impediment with any\nconscientious Dissenter who desires to place his child there:—no impeding\ntests or testimonials on entering the school—no offensive rituals when\nthere.”  And in another part of his pamphlet he declares, “I have seen\nthe progress of the society in embryo, first, last, midst, and throughout\nall, without witnessing any symptoms of such a spirit.  Should it appear,\nI am prepared to contend with it hand to hand—foot to foot; and, should\nit unhappily prevail, I should feel bound to quit the society.”  The\nspeeches at the public meeting are, however, a sufficient guarantee that\nno such spirit will “unhappily prevail;” and I “rest assured,” that, so\nfar as the schools are concerned, they will be as comprehensive as those\nwhich already exist, and to which the children of Churchmen and\nDissenters are admitted on equal terms.  I deeply regret, however, that\nmy interpretation of the “Advertisement” has unfortunately proved true,\nand that, though the children of Dissenters are to be admitted into the\nschools, Dissenters themselves are, quite unnecessarily I think, excluded\nfrom the committee of the society, and from all its operations.\n\nThe public meeting, at which the preceding speeches were delivered, was\ndistinguished by the expression of many liberal and Christian sentiments;\nand those of us who were excluded from it, were in no small degree\ngratified in learning, from the public papers, that several",
                "-THE PUZZLE OF DICKENS’S LAST PLOT-\n\n\nCHAPTER: INTRODUCTION\n\n\nFORSTER tells us that Dickens, in his later novels, from _Bleak House_\nonwards (1853), “assiduously cultivated” construction, “this essential of\nhis art.”  Some critics may think, that since so many of the best novels\nin the world “have no outline, or, if they have an outline, it is a\ndemned outline,” elaborate construction is not absolutely “essential.”\nReally essential are character, “atmosphere,” humour.\n\nBut as, in the natural changes of life, and under the strain of restless\nand unsatisfied activity, his old buoyancy and unequalled high spirits\ndeserted Dickens, he certainly wrote no longer in what Scott, speaking of\nhimself, calls the manner of “hab nab at a venture.”  He constructed\nelaborate plots, rich in secrets and surprises.  He emulated the manner\nof Wilkie Collins, or even of Gaboriau, while he combined with some of\nthe elements of the detective novel, or _roman policier_, careful study\nof character.  Except _Great Expectations_, none of his later tales\nrivals in merit his early picaresque stories of the road, such as\n_Pickwick_ and _Nicholas Nickleby_.  “Youth will be served;” no sedulous\ncare could compensate for the exuberance of “the first sprightly\nrunnings.”  In the early books the melodrama of the plot, the secrets of\nRalph Nickleby, of Monk, of Jonas Chuzzlewit, were the least of the\ninnumerable attractions.  But Dickens was more and more drawn towards the\nsecret that excites curiosity, and to the game of hide and seek with the\nreader who tried to anticipate the solution of the secret.\n\nIn April, 1869, Dickens, outworn by the strain of his American readings;\nof that labour achieved under painful conditions of ominously bad\nhealth—found himself, as Sir Thomas Watson reported, “on the brink of an\nattack of paralysis of his left side, and possibly of apoplexy.”  He\ntherefore abandoned a new series of Readings.  We think of Scott’s\nearlier seizures of a similar kind, after which _Peveril_, he said,\n“smacked of the apoplexy.”  But Dickens’s new story of _The Mystery of\nEdwin Drood_, first contemplated in July, 1869, and altered in character\nby the emergence of “a very curious and new idea,” early in August, does\nnot “smack of the apoplexy.”  We may think that the mannerisms of Mr.\nHoneythunder, the philanthropist, and of Miss Twinkleton, the\nschoolmistress, are not in the author’s best vein of humour.  “The\nBillickin,” on the other hand, the lodging-house keeper, is “in very\ngracious fooling:” her unlooked-for sallies in skirmishes with Miss\nTwinkleton are rich in mirthful surprises.  Mr. Grewgious may be\ncaricatured too much, but not out of reason; and Dickens, always good at\nboys, presents a _gamin_, in Deputy, who is in not unpleasant contrast\nwith the pathetic Jo of _Bleak House_.  Opinions may differ as to Edwin\nand Rosa, but the more closely one studies Edwin, the better one thinks\nof that character.  As far as we are allowed to see Helena Landless, the\nrestraint which she puts on her “tigerish blood” is admirable: she is\nvery fresh and original.  The villain is all that melodrama can desire,\nbut what we do miss, I think, is the “atmosphere” of a small cathedral\ntown.  Here there is a lack of softness and delicacy of treatment: on the\nother hand, the opium den is studied from the life.\n\nOn the whole, Dickens himself was perhaps most interested in his plot,\nhis secret, his surprises, his game of hide and seek with the reader.  He\nthrew himself into the sport with zest: he spoke to his sister-in-law,\nMiss Hogarth, about his fear that he had not sufficiently concealed his\ntracks in the latest numbers.  Yet, when he died in June, 1870, leaving\nthree completed numbers still unpublished, he left his secret as a puzzle\nto the curious.  Many efforts have been made to decipher his purpose,\nespecially his intentions as to the hero.  Was Edwin Drood killed, or did\nhe escape?\n\nBy a coincidence, in September, 1869, Dickens was working over the late\nLord Lytton’s tale for _All The Year Round_, “The Disappearance of John\nAckland,” for the purpose of mystifying the reader as to whether Ackland\nwas alive or dead.  But he was conspicuously defunct!  (_All the Year\nRound_, September-October, 1869.)\n\nThe most careful of the attempts at a reply about Edwin, a study based on\ndeep knowledge of Dickens, is “Watched by the Dead,” by the late\ningenious Mr. R. A. Proctor (1887).  This book, to which I owe much aid,\nis now out of print.  In 1905, Mr. Cuming Walters revived “the auld\nmysterie,” in his “Clues to Dickens’s Edwin Drood” (Chapman & Hall and\nHeywood, Manchester).  From the solution of Mr. Walters I am obliged to\ndissent.  Of Mr. Proctor’s theory I offer some necessary corrections, and\nI hope that I have unravelled some skeins which Mr. Proctor left in a\nstate of tangle.  As one read and re-read the fragment, points very dark\nseemed, at least, to become suddenly clear: especially one appeared to\nunderstand the meaning half-revealed and half-concealed by Jasper’s\nbabblings under the influence of opium.  He saw in his vision, “_that_, I\nnever saw _that_ before.”  We may be sure that he was to see “_that_” in\nreal life.  We must remember that, according to Forster, “such was\nDickens’s interest in things supernatural that, but for the strong\nrestraining power of his common sense, he might have fallen into the\nfollies of spiritualism.”  His interest in such matters certainly peeps\nout in this novel—there are two specimens of the supernormal—and he may\nhave gone to the limited extent which my hypothesis requires.  If I am\nright, Dickens went further, and fared worse, in the too material\npremonitions of “The Signalman” in _Mugby Junction_.\n\nWith this brief preface, I proceed to the analysis of Dickens’s last\nplot.  Mr. William Archer has kindly read the proof sheets and made\nvaluable suggestions, but is responsible for none of my theories.\n\n                                                              ANDREW LANG.\n\n\nCHAPTER: THE STORY\n\n\nDRAMATIS PERSONÆ\n\n\nFOR"
            ]
        }
    },
    {
        "id": "JM-14678_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_1000/C/1/17/paragraph/exp_2/JM-14678.txt",
        "manipulated_char_spans": [
            [
                2735,
                3184
            ],
            [
                3186,
                3320
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-14678",
        "gold_text": "/data/sub_sample/gold_sanity_1000/PG-14678.txt",
        "random_seed": 31,
        "params": {
            "n": 2,
            "min_len": 50,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-INFANT SCHOOLS AND DISSENTERS: A VINDICATION OF “A LETTER OF AFFECTIONATE REMONSTRANCE”-\n\n\nCHAPTER: PREFACE.\n\n\nTHE following Vindication was written during the week in which the Rev.\nJohn Perowne’s “Observations” appeared; and the publication of it has\nbeen hitherto delayed, partly from an unwillingness to pursue the subject\nof my “Letter” any farther, and partly from a determination not to\npublish till a fair opportunity had been given to obtain subscribers to\nthe New Infant School Society.  In replying to Mr. Geary it was\nimpossible to write with any other impression than that I was answering a\ngentleman and a Christian; and I hope that such an impression is\nmanifested in my pages.  And though Mr. Perowne has chosen to make my\n“Letter” on Infant Schools the pretext for a rude and personal attack, as\nwell as for insulting the whole body of Dissenters, I have nevertheless\nendeavoured to treat him with some degree of forbearance, and have in\nmany instances chastised him with whips only, when scorpions were at\nhand.  The great questions at issue between Churchmen and Dissenters\nnever can be settled by slander and abuse.  Mr. Perowne’s pamphlet\ntherefore must be an utter failure; and I hope that all who have read it,\nor who may read this, will retire from them both, diligently and devoutly\nto study the New Testament, as the only standard of Christian faith, and\nof Ecclesiastical government.\n\nNorwich, June 6th, 1836.\n\n\nCHAPTER: A VINDICATION\n\n\nWHEN I had read the pamphlet, published by my esteemed friend Mr. Geary,\nin reply to my “Letter,” it appeared to me that the facts, relative to\nthe proposed Infant School Society, were sufficiently before the public;\nand, therefore, I determined to send him a few explanatory remarks in\nwriting, rather than to make any reply through the medium of the press.\n\nHaving been induced to alter my determination, I respectfully submit to\nMr. Geary’s consideration, the following brief observations.\n\nBefore the examination of the Infant Schools took place in St. Andrew’s\nHall, the public were informed, by the newspapers, that it had been\ndetermined on, at a meeting held in the Guildhall, to which none but\nmembers of the Establishment were invited.  William Moore, Esq. was in\nthe chair, and the following resolution was passed:—“Resolved, that the\nsystem of Infant Education might be beneficially extended in this city;\nand, with a view of prominently bringing forward its advantages, that\nthere should be an examination of the children now receiving instruction\nin the Infant Schools of this city.”  The meeting which adopted that\nresolution, appeared to me to originate and to authorize the examination\nof the schools—and, whatever private understanding there might be with\nMr. Wilderspin, all that the public knew was what the resolution stated;\nand Mr. Wilderspin appeared to us, not as accomplishing “his own\nspeculation,” but as the agent, employed by the meeting, to carry its\nresolution into effect.  I think, therefore, that what I have stated, in\nthe eighth and ninth pages of my “Letter,” is fully borne out by all the\nfacts of the case.\n\nI said nothing in my “Letter” to intimate that the children of Dissenters\nwould be excluded from the proposed schools.  My explanation of the\n“Advertisement” which occasioned the “Letter” was this: “I understand it\nto mean, that the members of no other Christian church shall be allowed\nto participate with you in the formation of the society, or in its\ncommittee, or in its operations.”  If, however, I had expressed a fear\nthat the church catechism might be introduced, or that some arrangement\nmight be made which would prevent Dissenters from sending their children\nto the schools, the speeches at the public meeting, and Mr. Geary’s\npamphlet, satisfactorily negative such an apprehension.  All parties have\nunited in declaring that the schools will be open to all classes, and\nthat there will be no rules nor formulas against which Dissenters can\nobject.  At the public meeting, as reported in the newspapers, the Dean\nexpressly stated, that “they had no desire to exclude the children of any\npersons of whatever religion, because the children would not be\ninstructed in any points that any person might not learn; as they would\nbe taught to worship and adore God, to know the merits of our Saviour, to\nfear God and honour the King, and to live in peace and unity with one\nanother.  Their rules, said he, would be open to persons of all\ndenominations, who would have the opportunity of sending their children,\nif they accorded with those rules.”  Mr. G. Seppings “stated that the\nschool would be open to the children of persons of all denominations,\nwho might choose to send them.”  In full accordance with these decisive\nstatements, Mr. Geary says, “I cannot help again recurring to a mistake\ninto which my reverend friend has fallen, and which is throughout\nimplied, in regard to the exclusion of the children of dissent.  He may\nrest assured, that nothing is decided with respect to the discipline of\nthe schools, which can possibly be held to be an impediment with any\nconscientious Dissenter who desires to place his child there:—no impeding\ntests or testimonials on entering the school—no offensive rituals when\nthere.”  And in another part of his pamphlet he declares, “I have seen\nthe progress of the society in embryo, first, last, midst, and throughout\nall, without witnessing any symptoms of such a spirit.  Should it appear,\nI am prepared to contend with it hand to hand—foot to foot; and, should\nit unhappily prevail, I should feel bound to quit the society.”  The\nspeeches at the public meeting are, however, a sufficient guarantee that\nno such spirit will “unhappily prevail;” and I “rest assured,” that, so\nfar as the schools are concerned, they will be as comprehensive as those\nwhich already exist, and to which the children of Churchmen and\nDissenters are admitted on equal terms.  I deeply regret, however, that\nmy interpretation of the “Advertisement” has unfortunately proved true,\nand that, though the children of Dissenters are to be admitted into the\nschools, Dissenters themselves are, quite unnecessarily I think, excluded\nfrom the committee of the society, and from all its operations.\n\nThe public meeting, at which the preceding speeches were delivered, was\ndistinguished by the expression of many liberal and Christian sentiments;\nand those of us who were excluded from it, were in no small degree\ngratified in learning, from the public papers, that several",
                "-THE PUZZLE OF DICKENS’S LAST PLOT-\n\n\nCHAPTER: INTRODUCTION\n\n\nFORSTER tells us that Dickens, in his later novels, from _Bleak House_\nonwards (1853), “assiduously cultivated” construction, “this essential of\nhis art.”  Some critics may think, that since so many of the best novels\nin the world “have no outline, or, if they have an outline, it is a\ndemned outline,” elaborate construction is not absolutely “essential.”\nReally essential are character, “atmosphere,” humour.\n\nBut as, in the natural changes of life, and under the strain of restless\nand unsatisfied activity, his old buoyancy and unequalled high spirits\ndeserted Dickens, he certainly wrote no longer in what Scott, speaking of\nhimself, calls the manner of “hab nab at a venture.”  He constructed\nelaborate plots, rich in secrets and surprises.  He emulated the manner\nof Wilkie Collins, or even of Gaboriau, while he combined with some of\nthe elements of the detective novel, or _roman policier_, careful study\nof character.  Except _Great Expectations_, none of his later tales\nrivals in merit his early picaresque stories of the road, such as\n_Pickwick_ and _Nicholas Nickleby_.  “Youth will be served;” no sedulous\ncare could compensate for the exuberance of “the first sprightly\nrunnings.”  In the early books the melodrama of the plot, the secrets of\nRalph Nickleby, of Monk, of Jonas Chuzzlewit, were the least of the\ninnumerable attractions.  But Dickens was more and more drawn towards the\nsecret that excites curiosity, and to the game of hide and seek with the\nreader who tried to anticipate the solution of the secret.\n\nIn April, 1869, Dickens, outworn by the strain of his American readings;\nof that labour achieved under painful conditions of ominously bad\nhealth—found himself, as Sir Thomas Watson reported, “on the brink of an\nattack of paralysis of his left side, and possibly of apoplexy.”  He\ntherefore abandoned a new series of Readings.  We think of Scott’s\nearlier seizures of a similar kind, after which _Peveril_, he said,\n“smacked of the apoplexy.”  But Dickens’s new story of _The Mystery of\nEdwin Drood_, first contemplated in July, 1869, and altered in character\nby the emergence of “a very curious and new idea,” early in August, does\nnot “smack of the apoplexy.”  We may think that the mannerisms of Mr.\nHoneythunder, the philanthropist, and of Miss Twinkleton, the\nschoolmistress, are not in the author’s best vein of humour.  “The\nBillickin,” on the other hand, the lodging-house keeper, is “in very\ngracious fooling:” her unlooked-for sallies in skirmishes with Miss\nTwinkleton are rich in mirthful surprises.  Mr. Grewgious may be\ncaricatured too much, but not out of reason; and Dickens, always good at\nboys, presents a _gamin_, in Deputy, who is in not unpleasant contrast\nwith the pathetic Jo of _Bleak House_.  Opinions may differ as to Edwin\nand Rosa, but the more closely one studies Edwin, the better one thinks\nof that character.  As far as we are allowed to see Helena Landless, the\nrestraint which she puts on her “tigerish blood” is admirable: she is\nvery fresh and original.  The villain is all that melodrama can desire,\nbut what we do miss, I think, is the “atmosphere” of a small cathedral\ntown.  Here there is a lack of softness and delicacy of treatment: on the\nother hand, the opium den is studied from the life.\n\nOn the whole, Dickens himself was perhaps most interested in his plot,\nhis secret, his surprises, his game of hide and seek with the reader.  He\nthrew himself into the sport with zest: he spoke to his sister-in-law,\nMiss Hogarth, about his fear that he had not sufficiently concealed his\ntracks in the latest numbers.  Yet, when he died in June, 1870, leaving\nthree completed numbers still unpublished, he left his secret as a puzzle\nto the curious.  Many efforts have been made to decipher his purpose,\nespecially his intentions as to the hero.  Was Edwin Drood killed, or did\nhe escape?\n\nBy a coincidence, in September, 1869, Dickens was working over the late\nLord Lytton’s tale for _All The Year Round_, “The Disappearance of John\nAckland,” for the purpose of mystifying the reader as to whether Ackland\nwas alive or dead.  But he was conspicuously defunct!  (_All the Year\nRound_, September-October, 1869.)\n\nThe most careful of the attempts at a reply about Edwin, a study based on\ndeep knowledge of Dickens, is “Watched by the Dead,” by the late\ningenious Mr. R. A. Proctor (1887).  This book, to which I owe much aid,\nis now out of print.  In 1905, Mr. Cuming Walters revived “the auld\nmysterie,” in his “Clues to Dickens’s Edwin Drood” (Chapman & Hall and\nHeywood, Manchester).  From the solution of Mr. Walters I am obliged to\ndissent.  Of Mr. Proctor’s theory I offer some necessary corrections, and\nI hope that I have unravelled some skeins which Mr. Proctor left in a\nstate of tangle.  As one read and re-read the fragment, points very dark\nseemed, at least, to become suddenly clear: especially one appeared to\nunderstand the meaning half-revealed and half-concealed by Jasper’s\nbabblings under the influence of opium.  He saw in his vision, “_that_, I\nnever saw _that_ before.”  We may be sure that he was to see “_that_” in\nreal life.  We must remember that, according to Forster, “such was\nDickens’s interest in things supernatural that, but for the strong\nrestraining power of his common sense, he might have fallen into the\nfollies of spiritualism.”  His interest in such matters certainly peeps\nout in this novel—there are two specimens of the supernormal—and he may\nhave gone to the limited extent which my hypothesis requires.  If I am\nright, Dickens went further, and fared worse, in the too material\npremonitions of “The Signalman” in _Mugby Junction_.\n\nWith this brief preface, I proceed to the analysis of Dickens’s last\nplot.  Mr. William Archer has kindly read the proof sheets and made\nvaluable suggestions, but is responsible for none of my theories.\n\n                                                              ANDREW LANG.\n\n\nCHAPTER: THE STORY\n\n\nDRAMATIS PERSONÆ\n\n\nFOR"
            ]
        }
    },
    {
        "id": "JM-20996_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_1000/C/1/17/paragraph/exp_2/JM-20996.txt",
        "manipulated_char_spans": [
            [
                43,
                719
            ],
            [
                1532,
                1739
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-20996",
        "gold_text": "/data/sub_sample/gold_sanity_1000/PG-20996.txt",
        "random_seed": 31,
        "params": {
            "n": 2,
            "min_len": 50,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-INFANT SCHOOLS AND DISSENTERS: A VINDICATION OF “A LETTER OF AFFECTIONATE REMONSTRANCE”-\n\n\nCHAPTER: PREFACE.\n\n\nTHE following Vindication was written during the week in which the Rev.\nJohn Perowne’s “Observations” appeared; and the publication of it has\nbeen hitherto delayed, partly from an unwillingness to pursue the subject\nof my “Letter” any farther, and partly from a determination not to\npublish till a fair opportunity had been given to obtain subscribers to\nthe New Infant School Society.  In replying to Mr. Geary it was\nimpossible to write with any other impression than that I was answering a\ngentleman and a Christian; and I hope that such an impression is\nmanifested in my pages.  And though Mr. Perowne has chosen to make my\n“Letter” on Infant Schools the pretext for a rude and personal attack, as\nwell as for insulting the whole body of Dissenters, I have nevertheless\nendeavoured to treat him with some degree of forbearance, and have in\nmany instances chastised him with whips only, when scorpions were at\nhand.  The great questions at issue between Churchmen and Dissenters\nnever can be settled by slander and abuse.  Mr. Perowne’s pamphlet\ntherefore must be an utter failure; and I hope that all who have read it,\nor who may read this, will retire from them both, diligently and devoutly\nto study the New Testament, as the only standard of Christian faith, and\nof Ecclesiastical government.\n\nNorwich, June 6th, 1836.\n\n\nCHAPTER: A VINDICATION\n\n\nWHEN I had read the pamphlet, published by my esteemed friend Mr. Geary,\nin reply to my “Letter,” it appeared to me that the facts, relative to\nthe proposed Infant School Society, were sufficiently before the public;\nand, therefore, I determined to send him a few explanatory remarks in\nwriting, rather than to make any reply through the medium of the press.\n\nHaving been induced to alter my determination, I respectfully submit to\nMr. Geary’s consideration, the following brief observations.\n\nBefore the examination of the Infant Schools took place in St. Andrew’s\nHall, the public were informed, by the newspapers, that it had been\ndetermined on, at a meeting held in the Guildhall, to which none but\nmembers of the Establishment were invited.  William Moore, Esq. was in\nthe chair, and the following resolution was passed:—“Resolved, that the\nsystem of Infant Education might be beneficially extended in this city;\nand, with a view of prominently bringing forward its advantages, that\nthere should be an examination of the children now receiving instruction\nin the Infant Schools of this city.”  The meeting which adopted that\nresolution, appeared to me to originate and to authorize the examination\nof the schools—and, whatever private understanding there might be with\nMr. Wilderspin, all that the public knew was what the resolution stated;\nand Mr. Wilderspin appeared to us, not as accomplishing “his own\nspeculation,” but as the agent, employed by the meeting, to carry its\nresolution into effect.  I think, therefore, that what I have stated, in\nthe eighth and ninth pages of my “Letter,” is fully borne out by all the\nfacts of the case.\n\nI said nothing in my “Letter” to intimate that the children of Dissenters\nwould be excluded from the proposed schools.  My explanation of the\n“Advertisement” which occasioned the “Letter” was this: “I understand it\nto mean, that the members of no other Christian church shall be allowed\nto participate with you in the formation of the society, or in its\ncommittee, or in its operations.”  If, however, I had expressed a fear\nthat the church catechism might be introduced, or that some arrangement\nmight be made which would prevent Dissenters from sending their children\nto the schools, the speeches at the public meeting, and Mr. Geary’s\npamphlet, satisfactorily negative such an apprehension.  All parties have\nunited in declaring that the schools will be open to all classes, and\nthat there will be no rules nor formulas against which Dissenters can\nobject.  At the public meeting, as reported in the newspapers, the Dean\nexpressly stated, that “they had no desire to exclude the children of any\npersons of whatever religion, because the children would not be\ninstructed in any points that any person might not learn; as they would\nbe taught to worship and adore God, to know the merits of our Saviour, to\nfear God and honour the King, and to live in peace and unity with one\nanother.  Their rules, said he, would be open to persons of all\ndenominations, who would have the opportunity of sending their children,\nif they accorded with those rules.”  Mr. G. Seppings “stated that the\nschool would be open to the children of persons of all denominations,\nwho might choose to send them.”  In full accordance with these decisive\nstatements, Mr. Geary says, “I cannot help again recurring to a mistake\ninto which my reverend friend has fallen, and which is throughout\nimplied, in regard to the exclusion of the children of dissent.  He may\nrest assured, that nothing is decided with respect to the discipline of\nthe schools, which can possibly be held to be an impediment with any\nconscientious Dissenter who desires to place his child there:—no impeding\ntests or testimonials on entering the school—no offensive rituals when\nthere.”  And in another part of his pamphlet he declares, “I have seen\nthe progress of the society in embryo, first, last, midst, and throughout\nall, without witnessing any symptoms of such a spirit.  Should it appear,\nI am prepared to contend with it hand to hand—foot to foot; and, should\nit unhappily prevail, I should feel bound to quit the society.”  The\nspeeches at the public meeting are, however, a sufficient guarantee that\nno such spirit will “unhappily prevail;” and I “rest assured,” that, so\nfar as the schools are concerned, they will be as comprehensive as those\nwhich already exist, and to which the children of Churchmen and\nDissenters are admitted on equal terms.  I deeply regret, however, that\nmy interpretation of the “Advertisement” has unfortunately proved true,\nand that, though the children of Dissenters are to be admitted into the\nschools, Dissenters themselves are, quite unnecessarily I think, excluded\nfrom the committee of the society, and from all its operations.\n\nThe public meeting, at which the preceding speeches were delivered, was\ndistinguished by the expression of many liberal and Christian sentiments;\nand those of us who were excluded from it, were in no small degree\ngratified in learning, from the public papers, that several",
                "-THE PUZZLE OF DICKENS’S LAST PLOT-\n\n\nCHAPTER: INTRODUCTION\n\n\nFORSTER tells us that Dickens, in his later novels, from _Bleak House_\nonwards (1853), “assiduously cultivated” construction, “this essential of\nhis art.”  Some critics may think, that since so many of the best novels\nin the world “have no outline, or, if they have an outline, it is a\ndemned outline,” elaborate construction is not absolutely “essential.”\nReally essential are character, “atmosphere,” humour.\n\nBut as, in the natural changes of life, and under the strain of restless\nand unsatisfied activity, his old buoyancy and unequalled high spirits\ndeserted Dickens, he certainly wrote no longer in what Scott, speaking of\nhimself, calls the manner of “hab nab at a venture.”  He constructed\nelaborate plots, rich in secrets and surprises.  He emulated the manner\nof Wilkie Collins, or even of Gaboriau, while he combined with some of\nthe elements of the detective novel, or _roman policier_, careful study\nof character.  Except _Great Expectations_, none of his later tales\nrivals in merit his early picaresque stories of the road, such as\n_Pickwick_ and _Nicholas Nickleby_.  “Youth will be served;” no sedulous\ncare could compensate for the exuberance of “the first sprightly\nrunnings.”  In the early books the melodrama of the plot, the secrets of\nRalph Nickleby, of Monk, of Jonas Chuzzlewit, were the least of the\ninnumerable attractions.  But Dickens was more and more drawn towards the\nsecret that excites curiosity, and to the game of hide and seek with the\nreader who tried to anticipate the solution of the secret.\n\nIn April, 1869, Dickens, outworn by the strain of his American readings;\nof that labour achieved under painful conditions of ominously bad\nhealth—found himself, as Sir Thomas Watson reported, “on the brink of an\nattack of paralysis of his left side, and possibly of apoplexy.”  He\ntherefore abandoned a new series of Readings.  We think of Scott’s\nearlier seizures of a similar kind, after which _Peveril_, he said,\n“smacked of the apoplexy.”  But Dickens’s new story of _The Mystery of\nEdwin Drood_, first contemplated in July, 1869, and altered in character\nby the emergence of “a very curious and new idea,” early in August, does\nnot “smack of the apoplexy.”  We may think that the mannerisms of Mr.\nHoneythunder, the philanthropist, and of Miss Twinkleton, the\nschoolmistress, are not in the author’s best vein of humour.  “The\nBillickin,” on the other hand, the lodging-house keeper, is “in very\ngracious fooling:” her unlooked-for sallies in skirmishes with Miss\nTwinkleton are rich in mirthful surprises.  Mr. Grewgious may be\ncaricatured too much, but not out of reason; and Dickens, always good at\nboys, presents a _gamin_, in Deputy, who is in not unpleasant contrast\nwith the pathetic Jo of _Bleak House_.  Opinions may differ as to Edwin\nand Rosa, but the more closely one studies Edwin, the better one thinks\nof that character.  As far as we are allowed to see Helena Landless, the\nrestraint which she puts on her “tigerish blood” is admirable: she is\nvery fresh and original.  The villain is all that melodrama can desire,\nbut what we do miss, I think, is the “atmosphere” of a small cathedral\ntown.  Here there is a lack of softness and delicacy of treatment: on the\nother hand, the opium den is studied from the life.\n\nOn the whole, Dickens himself was perhaps most interested in his plot,\nhis secret, his surprises, his game of hide and seek with the reader.  He\nthrew himself into the sport with zest: he spoke to his sister-in-law,\nMiss Hogarth, about his fear that he had not sufficiently concealed his\ntracks in the latest numbers.  Yet, when he died in June, 1870, leaving\nthree completed numbers still unpublished, he left his secret as a puzzle\nto the curious.  Many efforts have been made to decipher his purpose,\nespecially his intentions as to the hero.  Was Edwin Drood killed, or did\nhe escape?\n\nBy a coincidence, in September, 1869, Dickens was working over the late\nLord Lytton’s tale for _All The Year Round_, “The Disappearance of John\nAckland,” for the purpose of mystifying the reader as to whether Ackland\nwas alive or dead.  But he was conspicuously defunct!  (_All the Year\nRound_, September-October, 1869.)\n\nThe most careful of the attempts at a reply about Edwin, a study based on\ndeep knowledge of Dickens, is “Watched by the Dead,” by the late\ningenious Mr. R. A. Proctor (1887).  This book, to which I owe much aid,\nis now out of print.  In 1905, Mr. Cuming Walters revived “the auld\nmysterie,” in his “Clues to Dickens’s Edwin Drood” (Chapman & Hall and\nHeywood, Manchester).  From the solution of Mr. Walters I am obliged to\ndissent.  Of Mr. Proctor’s theory I offer some necessary corrections, and\nI hope that I have unravelled some skeins which Mr. Proctor left in a\nstate of tangle.  As one read and re-read the fragment, points very dark\nseemed, at least, to become suddenly clear: especially one appeared to\nunderstand the meaning half-revealed and half-concealed by Jasper’s\nbabblings under the influence of opium.  He saw in his vision, “_that_, I\nnever saw _that_ before.”  We may be sure that he was to see “_that_” in\nreal life.  We must remember that, according to Forster, “such was\nDickens’s interest in things supernatural that, but for the strong\nrestraining power of his common sense, he might have fallen into the\nfollies of spiritualism.”  His interest in such matters certainly peeps\nout in this novel—there are two specimens of the supernormal—and he may\nhave gone to the limited extent which my hypothesis requires.  If I am\nright, Dickens went further, and fared worse, in the too material\npremonitions of “The Signalman” in _Mugby Junction_.\n\nWith this brief preface, I proceed to the analysis of Dickens’s last\nplot.  Mr. William Archer has kindly read the proof sheets and made\nvaluable suggestions, but is responsible for none of my theories.\n\n                                                              ANDREW LANG.\n\n\nCHAPTER: THE STORY\n\n\nDRAMATIS PERSONÆ\n\n\nFOR"
            ]
        }
    },
    {
        "id": "JM-28126_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_1000/C/1/17/paragraph/exp_2/JM-28126.txt",
        "manipulated_char_spans": [
            [
                118,
                1951
            ],
            [
                0,
                63
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-28126",
        "gold_text": "/data/sub_sample/gold_sanity_1000/PG-28126.txt",
        "random_seed": 31,
        "params": {
            "n": 2,
            "min_len": 50,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-INFANT SCHOOLS AND DISSENTERS: A VINDICATION OF “A LETTER OF AFFECTIONATE REMONSTRANCE”-\n\n\nCHAPTER: PREFACE.\n\n\nTHE following Vindication was written during the week in which the Rev.\nJohn Perowne’s “Observations” appeared; and the publication of it has\nbeen hitherto delayed, partly from an unwillingness to pursue the subject\nof my “Letter” any farther, and partly from a determination not to\npublish till a fair opportunity had been given to obtain subscribers to\nthe New Infant School Society.  In replying to Mr. Geary it was\nimpossible to write with any other impression than that I was answering a\ngentleman and a Christian; and I hope that such an impression is\nmanifested in my pages.  And though Mr. Perowne has chosen to make my\n“Letter” on Infant Schools the pretext for a rude and personal attack, as\nwell as for insulting the whole body of Dissenters, I have nevertheless\nendeavoured to treat him with some degree of forbearance, and have in\nmany instances chastised him with whips only, when scorpions were at\nhand.  The great questions at issue between Churchmen and Dissenters\nnever can be settled by slander and abuse.  Mr. Perowne’s pamphlet\ntherefore must be an utter failure; and I hope that all who have read it,\nor who may read this, will retire from them both, diligently and devoutly\nto study the New Testament, as the only standard of Christian faith, and\nof Ecclesiastical government.\n\nNorwich, June 6th, 1836.\n\n\nCHAPTER: A VINDICATION\n\n\nWHEN I had read the pamphlet, published by my esteemed friend Mr. Geary,\nin reply to my “Letter,” it appeared to me that the facts, relative to\nthe proposed Infant School Society, were sufficiently before the public;\nand, therefore, I determined to send him a few explanatory remarks in\nwriting, rather than to make any reply through the medium of the press.\n\nHaving been induced to alter my determination, I respectfully submit to\nMr. Geary’s consideration, the following brief observations.\n\nBefore the examination of the Infant Schools took place in St. Andrew’s\nHall, the public were informed, by the newspapers, that it had been\ndetermined on, at a meeting held in the Guildhall, to which none but\nmembers of the Establishment were invited.  William Moore, Esq. was in\nthe chair, and the following resolution was passed:—“Resolved, that the\nsystem of Infant Education might be beneficially extended in this city;\nand, with a view of prominently bringing forward its advantages, that\nthere should be an examination of the children now receiving instruction\nin the Infant Schools of this city.”  The meeting which adopted that\nresolution, appeared to me to originate and to authorize the examination\nof the schools—and, whatever private understanding there might be with\nMr. Wilderspin, all that the public knew was what the resolution stated;\nand Mr. Wilderspin appeared to us, not as accomplishing “his own\nspeculation,” but as the agent, employed by the meeting, to carry its\nresolution into effect.  I think, therefore, that what I have stated, in\nthe eighth and ninth pages of my “Letter,” is fully borne out by all the\nfacts of the case.\n\nI said nothing in my “Letter” to intimate that the children of Dissenters\nwould be excluded from the proposed schools.  My explanation of the\n“Advertisement” which occasioned the “Letter” was this: “I understand it\nto mean, that the members of no other Christian church shall be allowed\nto participate with you in the formation of the society, or in its\ncommittee, or in its operations.”  If, however, I had expressed a fear\nthat the church catechism might be introduced, or that some arrangement\nmight be made which would prevent Dissenters from sending their children\nto the schools, the speeches at the public meeting, and Mr. Geary’s\npamphlet, satisfactorily negative such an apprehension.  All parties have\nunited in declaring that the schools will be open to all classes, and\nthat there will be no rules nor formulas against which Dissenters can\nobject.  At the public meeting, as reported in the newspapers, the Dean\nexpressly stated, that “they had no desire to exclude the children of any\npersons of whatever religion, because the children would not be\ninstructed in any points that any person might not learn; as they would\nbe taught to worship and adore God, to know the merits of our Saviour, to\nfear God and honour the King, and to live in peace and unity with one\nanother.  Their rules, said he, would be open to persons of all\ndenominations, who would have the opportunity of sending their children,\nif they accorded with those rules.”  Mr. G. Seppings “stated that the\nschool would be open to the children of persons of all denominations,\nwho might choose to send them.”  In full accordance with these decisive\nstatements, Mr. Geary says, “I cannot help again recurring to a mistake\ninto which my reverend friend has fallen, and which is throughout\nimplied, in regard to the exclusion of the children of dissent.  He may\nrest assured, that nothing is decided with respect to the discipline of\nthe schools, which can possibly be held to be an impediment with any\nconscientious Dissenter who desires to place his child there:—no impeding\ntests or testimonials on entering the school—no offensive rituals when\nthere.”  And in another part of his pamphlet he declares, “I have seen\nthe progress of the society in embryo, first, last, midst, and throughout\nall, without witnessing any symptoms of such a spirit.  Should it appear,\nI am prepared to contend with it hand to hand—foot to foot; and, should\nit unhappily prevail, I should feel bound to quit the society.”  The\nspeeches at the public meeting are, however, a sufficient guarantee that\nno such spirit will “unhappily prevail;” and I “rest assured,” that, so\nfar as the schools are concerned, they will be as comprehensive as those\nwhich already exist, and to which the children of Churchmen and\nDissenters are admitted on equal terms.  I deeply regret, however, that\nmy interpretation of the “Advertisement” has unfortunately proved true,\nand that, though the children of Dissenters are to be admitted into the\nschools, Dissenters themselves are, quite unnecessarily I think, excluded\nfrom the committee of the society, and from all its operations.\n\nThe public meeting, at which the preceding speeches were delivered, was\ndistinguished by the expression of many liberal and Christian sentiments;\nand those of us who were excluded from it, were in no small degree\ngratified in learning, from the public papers, that several",
                "-THE PUZZLE OF DICKENS’S LAST PLOT-\n\n\nCHAPTER: INTRODUCTION\n\n\nFORSTER tells us that Dickens, in his later novels, from _Bleak House_\nonwards (1853), “assiduously cultivated” construction, “this essential of\nhis art.”  Some critics may think, that since so many of the best novels\nin the world “have no outline, or, if they have an outline, it is a\ndemned outline,” elaborate construction is not absolutely “essential.”\nReally essential are character, “atmosphere,” humour.\n\nBut as, in the natural changes of life, and under the strain of restless\nand unsatisfied activity, his old buoyancy and unequalled high spirits\ndeserted Dickens, he certainly wrote no longer in what Scott, speaking of\nhimself, calls the manner of “hab nab at a venture.”  He constructed\nelaborate plots, rich in secrets and surprises.  He emulated the manner\nof Wilkie Collins, or even of Gaboriau, while he combined with some of\nthe elements of the detective novel, or _roman policier_, careful study\nof character.  Except _Great Expectations_, none of his later tales\nrivals in merit his early picaresque stories of the road, such as\n_Pickwick_ and _Nicholas Nickleby_.  “Youth will be served;” no sedulous\ncare could compensate for the exuberance of “the first sprightly\nrunnings.”  In the early books the melodrama of the plot, the secrets of\nRalph Nickleby, of Monk, of Jonas Chuzzlewit, were the least of the\ninnumerable attractions.  But Dickens was more and more drawn towards the\nsecret that excites curiosity, and to the game of hide and seek with the\nreader who tried to anticipate the solution of the secret.\n\nIn April, 1869, Dickens, outworn by the strain of his American readings;\nof that labour achieved under painful conditions of ominously bad\nhealth—found himself, as Sir Thomas Watson reported, “on the brink of an\nattack of paralysis of his left side, and possibly of apoplexy.”  He\ntherefore abandoned a new series of Readings.  We think of Scott’s\nearlier seizures of a similar kind, after which _Peveril_, he said,\n“smacked of the apoplexy.”  But Dickens’s new story of _The Mystery of\nEdwin Drood_, first contemplated in July, 1869, and altered in character\nby the emergence of “a very curious and new idea,” early in August, does\nnot “smack of the apoplexy.”  We may think that the mannerisms of Mr.\nHoneythunder, the philanthropist, and of Miss Twinkleton, the\nschoolmistress, are not in the author’s best vein of humour.  “The\nBillickin,” on the other hand, the lodging-house keeper, is “in very\ngracious fooling:” her unlooked-for sallies in skirmishes with Miss\nTwinkleton are rich in mirthful surprises.  Mr. Grewgious may be\ncaricatured too much, but not out of reason; and Dickens, always good at\nboys, presents a _gamin_, in Deputy, who is in not unpleasant contrast\nwith the pathetic Jo of _Bleak House_.  Opinions may differ as to Edwin\nand Rosa, but the more closely one studies Edwin, the better one thinks\nof that character.  As far as we are allowed to see Helena Landless, the\nrestraint which she puts on her “tigerish blood” is admirable: she is\nvery fresh and original.  The villain is all that melodrama can desire,\nbut what we do miss, I think, is the “atmosphere” of a small cathedral\ntown.  Here there is a lack of softness and delicacy of treatment: on the\nother hand, the opium den is studied from the life.\n\nOn the whole, Dickens himself was perhaps most interested in his plot,\nhis secret, his surprises, his game of hide and seek with the reader.  He\nthrew himself into the sport with zest: he spoke to his sister-in-law,\nMiss Hogarth, about his fear that he had not sufficiently concealed his\ntracks in the latest numbers.  Yet, when he died in June, 1870, leaving\nthree completed numbers still unpublished, he left his secret as a puzzle\nto the curious.  Many efforts have been made to decipher his purpose,\nespecially his intentions as to the hero.  Was Edwin Drood killed, or did\nhe escape?\n\nBy a coincidence, in September, 1869, Dickens was working over the late\nLord Lytton’s tale for _All The Year Round_, “The Disappearance of John\nAckland,” for the purpose of mystifying the reader as to whether Ackland\nwas alive or dead.  But he was conspicuously defunct!  (_All the Year\nRound_, September-October, 1869.)\n\nThe most careful of the attempts at a reply about Edwin, a study based on\ndeep knowledge of Dickens, is “Watched by the Dead,” by the late\ningenious Mr. R. A. Proctor (1887).  This book, to which I owe much aid,\nis now out of print.  In 1905, Mr. Cuming Walters revived “the auld\nmysterie,” in his “Clues to Dickens’s Edwin Drood” (Chapman & Hall and\nHeywood, Manchester).  From the solution of Mr. Walters I am obliged to\ndissent.  Of Mr. Proctor’s theory I offer some necessary corrections, and\nI hope that I have unravelled some skeins which Mr. Proctor left in a\nstate of tangle.  As one read and re-read the fragment, points very dark\nseemed, at least, to become suddenly clear: especially one appeared to\nunderstand the meaning half-revealed and half-concealed by Jasper’s\nbabblings under the influence of opium.  He saw in his vision, “_that_, I\nnever saw _that_ before.”  We may be sure that he was to see “_that_” in\nreal life.  We must remember that, according to Forster, “such was\nDickens’s interest in things supernatural that, but for the strong\nrestraining power of his common sense, he might have fallen into the\nfollies of spiritualism.”  His interest in such matters certainly peeps\nout in this novel—there are two specimens of the supernormal—and he may\nhave gone to the limited extent which my hypothesis requires.  If I am\nright, Dickens went further, and fared worse, in the too material\npremonitions of “The Signalman” in _Mugby Junction_.\n\nWith this brief preface, I proceed to the analysis of Dickens’s last\nplot.  Mr. William Archer has kindly read the proof sheets and made\nvaluable suggestions, but is responsible for none of my theories.\n\n                                                              ANDREW LANG.\n\n\nCHAPTER: THE STORY\n\n\nDRAMATIS PERSONÆ\n\n\nFOR"
            ]
        }
    },
    {
        "id": "JM-28495_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_1000/C/1/17/paragraph/exp_2/JM-28495.txt",
        "manipulated_char_spans": [
            [
                4454,
                4718
            ],
            [
                924,
                979
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-28495",
        "gold_text": "/data/sub_sample/gold_sanity_1000/PG-28495.txt",
        "random_seed": 31,
        "params": {
            "n": 2,
            "min_len": 50,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-INFANT SCHOOLS AND DISSENTERS: A VINDICATION OF “A LETTER OF AFFECTIONATE REMONSTRANCE”-\n\n\nCHAPTER: PREFACE.\n\n\nTHE following Vindication was written during the week in which the Rev.\nJohn Perowne’s “Observations” appeared; and the publication of it has\nbeen hitherto delayed, partly from an unwillingness to pursue the subject\nof my “Letter” any farther, and partly from a determination not to\npublish till a fair opportunity had been given to obtain subscribers to\nthe New Infant School Society.  In replying to Mr. Geary it was\nimpossible to write with any other impression than that I was answering a\ngentleman and a Christian; and I hope that such an impression is\nmanifested in my pages.  And though Mr. Perowne has chosen to make my\n“Letter” on Infant Schools the pretext for a rude and personal attack, as\nwell as for insulting the whole body of Dissenters, I have nevertheless\nendeavoured to treat him with some degree of forbearance, and have in\nmany instances chastised him with whips only, when scorpions were at\nhand.  The great questions at issue between Churchmen and Dissenters\nnever can be settled by slander and abuse.  Mr. Perowne’s pamphlet\ntherefore must be an utter failure; and I hope that all who have read it,\nor who may read this, will retire from them both, diligently and devoutly\nto study the New Testament, as the only standard of Christian faith, and\nof Ecclesiastical government.\n\nNorwich, June 6th, 1836.\n\n\nCHAPTER: A VINDICATION\n\n\nWHEN I had read the pamphlet, published by my esteemed friend Mr. Geary,\nin reply to my “Letter,” it appeared to me that the facts, relative to\nthe proposed Infant School Society, were sufficiently before the public;\nand, therefore, I determined to send him a few explanatory remarks in\nwriting, rather than to make any reply through the medium of the press.\n\nHaving been induced to alter my determination, I respectfully submit to\nMr. Geary’s consideration, the following brief observations.\n\nBefore the examination of the Infant Schools took place in St. Andrew’s\nHall, the public were informed, by the newspapers, that it had been\ndetermined on, at a meeting held in the Guildhall, to which none but\nmembers of the Establishment were invited.  William Moore, Esq. was in\nthe chair, and the following resolution was passed:—“Resolved, that the\nsystem of Infant Education might be beneficially extended in this city;\nand, with a view of prominently bringing forward its advantages, that\nthere should be an examination of the children now receiving instruction\nin the Infant Schools of this city.”  The meeting which adopted that\nresolution, appeared to me to originate and to authorize the examination\nof the schools—and, whatever private understanding there might be with\nMr. Wilderspin, all that the public knew was what the resolution stated;\nand Mr. Wilderspin appeared to us, not as accomplishing “his own\nspeculation,” but as the agent, employed by the meeting, to carry its\nresolution into effect.  I think, therefore, that what I have stated, in\nthe eighth and ninth pages of my “Letter,” is fully borne out by all the\nfacts of the case.\n\nI said nothing in my “Letter” to intimate that the children of Dissenters\nwould be excluded from the proposed schools.  My explanation of the\n“Advertisement” which occasioned the “Letter” was this: “I understand it\nto mean, that the members of no other Christian church shall be allowed\nto participate with you in the formation of the society, or in its\ncommittee, or in its operations.”  If, however, I had expressed a fear\nthat the church catechism might be introduced, or that some arrangement\nmight be made which would prevent Dissenters from sending their children\nto the schools, the speeches at the public meeting, and Mr. Geary’s\npamphlet, satisfactorily negative such an apprehension.  All parties have\nunited in declaring that the schools will be open to all classes, and\nthat there will be no rules nor formulas against which Dissenters can\nobject.  At the public meeting, as reported in the newspapers, the Dean\nexpressly stated, that “they had no desire to exclude the children of any\npersons of whatever religion, because the children would not be\ninstructed in any points that any person might not learn; as they would\nbe taught to worship and adore God, to know the merits of our Saviour, to\nfear God and honour the King, and to live in peace and unity with one\nanother.  Their rules, said he, would be open to persons of all\ndenominations, who would have the opportunity of sending their children,\nif they accorded with those rules.”  Mr. G. Seppings “stated that the\nschool would be open to the children of persons of all denominations,\nwho might choose to send them.”  In full accordance with these decisive\nstatements, Mr. Geary says, “I cannot help again recurring to a mistake\ninto which my reverend friend has fallen, and which is throughout\nimplied, in regard to the exclusion of the children of dissent.  He may\nrest assured, that nothing is decided with respect to the discipline of\nthe schools, which can possibly be held to be an impediment with any\nconscientious Dissenter who desires to place his child there:—no impeding\ntests or testimonials on entering the school—no offensive rituals when\nthere.”  And in another part of his pamphlet he declares, “I have seen\nthe progress of the society in embryo, first, last, midst, and throughout\nall, without witnessing any symptoms of such a spirit.  Should it appear,\nI am prepared to contend with it hand to hand—foot to foot; and, should\nit unhappily prevail, I should feel bound to quit the society.”  The\nspeeches at the public meeting are, however, a sufficient guarantee that\nno such spirit will “unhappily prevail;” and I “rest assured,” that, so\nfar as the schools are concerned, they will be as comprehensive as those\nwhich already exist, and to which the children of Churchmen and\nDissenters are admitted on equal terms.  I deeply regret, however, that\nmy interpretation of the “Advertisement” has unfortunately proved true,\nand that, though the children of Dissenters are to be admitted into the\nschools, Dissenters themselves are, quite unnecessarily I think, excluded\nfrom the committee of the society, and from all its operations.\n\nThe public meeting, at which the preceding speeches were delivered, was\ndistinguished by the expression of many liberal and Christian sentiments;\nand those of us who were excluded from it, were in no small degree\ngratified in learning, from the public papers, that several",
                "-THE PUZZLE OF DICKENS’S LAST PLOT-\n\n\nCHAPTER: INTRODUCTION\n\n\nFORSTER tells us that Dickens, in his later novels, from _Bleak House_\nonwards (1853), “assiduously cultivated” construction, “this essential of\nhis art.”  Some critics may think, that since so many of the best novels\nin the world “have no outline, or, if they have an outline, it is a\ndemned outline,” elaborate construction is not absolutely “essential.”\nReally essential are character, “atmosphere,” humour.\n\nBut as, in the natural changes of life, and under the strain of restless\nand unsatisfied activity, his old buoyancy and unequalled high spirits\ndeserted Dickens, he certainly wrote no longer in what Scott, speaking of\nhimself, calls the manner of “hab nab at a venture.”  He constructed\nelaborate plots, rich in secrets and surprises.  He emulated the manner\nof Wilkie Collins, or even of Gaboriau, while he combined with some of\nthe elements of the detective novel, or _roman policier_, careful study\nof character.  Except _Great Expectations_, none of his later tales\nrivals in merit his early picaresque stories of the road, such as\n_Pickwick_ and _Nicholas Nickleby_.  “Youth will be served;” no sedulous\ncare could compensate for the exuberance of “the first sprightly\nrunnings.”  In the early books the melodrama of the plot, the secrets of\nRalph Nickleby, of Monk, of Jonas Chuzzlewit, were the least of the\ninnumerable attractions.  But Dickens was more and more drawn towards the\nsecret that excites curiosity, and to the game of hide and seek with the\nreader who tried to anticipate the solution of the secret.\n\nIn April, 1869, Dickens, outworn by the strain of his American readings;\nof that labour achieved under painful conditions of ominously bad\nhealth—found himself, as Sir Thomas Watson reported, “on the brink of an\nattack of paralysis of his left side, and possibly of apoplexy.”  He\ntherefore abandoned a new series of Readings.  We think of Scott’s\nearlier seizures of a similar kind, after which _Peveril_, he said,\n“smacked of the apoplexy.”  But Dickens’s new story of _The Mystery of\nEdwin Drood_, first contemplated in July, 1869, and altered in character\nby the emergence of “a very curious and new idea,” early in August, does\nnot “smack of the apoplexy.”  We may think that the mannerisms of Mr.\nHoneythunder, the philanthropist, and of Miss Twinkleton, the\nschoolmistress, are not in the author’s best vein of humour.  “The\nBillickin,” on the other hand, the lodging-house keeper, is “in very\ngracious fooling:” her unlooked-for sallies in skirmishes with Miss\nTwinkleton are rich in mirthful surprises.  Mr. Grewgious may be\ncaricatured too much, but not out of reason; and Dickens, always good at\nboys, presents a _gamin_, in Deputy, who is in not unpleasant contrast\nwith the pathetic Jo of _Bleak House_.  Opinions may differ as to Edwin\nand Rosa, but the more closely one studies Edwin, the better one thinks\nof that character.  As far as we are allowed to see Helena Landless, the\nrestraint which she puts on her “tigerish blood” is admirable: she is\nvery fresh and original.  The villain is all that melodrama can desire,\nbut what we do miss, I think, is the “atmosphere” of a small cathedral\ntown.  Here there is a lack of softness and delicacy of treatment: on the\nother hand, the opium den is studied from the life.\n\nOn the whole, Dickens himself was perhaps most interested in his plot,\nhis secret, his surprises, his game of hide and seek with the reader.  He\nthrew himself into the sport with zest: he spoke to his sister-in-law,\nMiss Hogarth, about his fear that he had not sufficiently concealed his\ntracks in the latest numbers.  Yet, when he died in June, 1870, leaving\nthree completed numbers still unpublished, he left his secret as a puzzle\nto the curious.  Many efforts have been made to decipher his purpose,\nespecially his intentions as to the hero.  Was Edwin Drood killed, or did\nhe escape?\n\nBy a coincidence, in September, 1869, Dickens was working over the late\nLord Lytton’s tale for _All The Year Round_, “The Disappearance of John\nAckland,” for the purpose of mystifying the reader as to whether Ackland\nwas alive or dead.  But he was conspicuously defunct!  (_All the Year\nRound_, September-October, 1869.)\n\nThe most careful of the attempts at a reply about Edwin, a study based on\ndeep knowledge of Dickens, is “Watched by the Dead,” by the late\ningenious Mr. R. A. Proctor (1887).  This book, to which I owe much aid,\nis now out of print.  In 1905, Mr. Cuming Walters revived “the auld\nmysterie,” in his “Clues to Dickens’s Edwin Drood” (Chapman & Hall and\nHeywood, Manchester).  From the solution of Mr. Walters I am obliged to\ndissent.  Of Mr. Proctor’s theory I offer some necessary corrections, and\nI hope that I have unravelled some skeins which Mr. Proctor left in a\nstate of tangle.  As one read and re-read the fragment, points very dark\nseemed, at least, to become suddenly clear: especially one appeared to\nunderstand the meaning half-revealed and half-concealed by Jasper’s\nbabblings under the influence of opium.  He saw in his vision, “_that_, I\nnever saw _that_ before.”  We may be sure that he was to see “_that_” in\nreal life.  We must remember that, according to Forster, “such was\nDickens’s interest in things supernatural that, but for the strong\nrestraining power of his common sense, he might have fallen into the\nfollies of spiritualism.”  His interest in such matters certainly peeps\nout in this novel—there are two specimens of the supernormal—and he may\nhave gone to the limited extent which my hypothesis requires.  If I am\nright, Dickens went further, and fared worse, in the too material\npremonitions of “The Signalman” in _Mugby Junction_.\n\nWith this brief preface, I proceed to the analysis of Dickens’s last\nplot.  Mr. William Archer has kindly read the proof sheets and made\nvaluable suggestions, but is responsible for none of my theories.\n\n                                                              ANDREW LANG.\n\n\nCHAPTER: THE STORY\n\n\nDRAMATIS PERSONÆ\n\n\nFOR"
            ]
        }
    },
    {
        "id": "JM-30099_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_1000/C/1/17/paragraph/exp_2/JM-30099.txt",
        "manipulated_char_spans": [
            [
                698,
                1654
            ],
            [
                586,
                696
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-30099",
        "gold_text": "/data/sub_sample/gold_sanity_1000/PG-30099.txt",
        "random_seed": 31,
        "params": {
            "n": 2,
            "min_len": 50,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-INFANT SCHOOLS AND DISSENTERS: A VINDICATION OF “A LETTER OF AFFECTIONATE REMONSTRANCE”-\n\n\nCHAPTER: PREFACE.\n\n\nTHE following Vindication was written during the week in which the Rev.\nJohn Perowne’s “Observations” appeared; and the publication of it has\nbeen hitherto delayed, partly from an unwillingness to pursue the subject\nof my “Letter” any farther, and partly from a determination not to\npublish till a fair opportunity had been given to obtain subscribers to\nthe New Infant School Society.  In replying to Mr. Geary it was\nimpossible to write with any other impression than that I was answering a\ngentleman and a Christian; and I hope that such an impression is\nmanifested in my pages.  And though Mr. Perowne has chosen to make my\n“Letter” on Infant Schools the pretext for a rude and personal attack, as\nwell as for insulting the whole body of Dissenters, I have nevertheless\nendeavoured to treat him with some degree of forbearance, and have in\nmany instances chastised him with whips only, when scorpions were at\nhand.  The great questions at issue between Churchmen and Dissenters\nnever can be settled by slander and abuse.  Mr. Perowne’s pamphlet\ntherefore must be an utter failure; and I hope that all who have read it,\nor who may read this, will retire from them both, diligently and devoutly\nto study the New Testament, as the only standard of Christian faith, and\nof Ecclesiastical government.\n\nNorwich, June 6th, 1836.\n\n\nCHAPTER: A VINDICATION\n\n\nWHEN I had read the pamphlet, published by my esteemed friend Mr. Geary,\nin reply to my “Letter,” it appeared to me that the facts, relative to\nthe proposed Infant School Society, were sufficiently before the public;\nand, therefore, I determined to send him a few explanatory remarks in\nwriting, rather than to make any reply through the medium of the press.\n\nHaving been induced to alter my determination, I respectfully submit to\nMr. Geary’s consideration, the following brief observations.\n\nBefore the examination of the Infant Schools took place in St. Andrew’s\nHall, the public were informed, by the newspapers, that it had been\ndetermined on, at a meeting held in the Guildhall, to which none but\nmembers of the Establishment were invited.  William Moore, Esq. was in\nthe chair, and the following resolution was passed:—“Resolved, that the\nsystem of Infant Education might be beneficially extended in this city;\nand, with a view of prominently bringing forward its advantages, that\nthere should be an examination of the children now receiving instruction\nin the Infant Schools of this city.”  The meeting which adopted that\nresolution, appeared to me to originate and to authorize the examination\nof the schools—and, whatever private understanding there might be with\nMr. Wilderspin, all that the public knew was what the resolution stated;\nand Mr. Wilderspin appeared to us, not as accomplishing “his own\nspeculation,” but as the agent, employed by the meeting, to carry its\nresolution into effect.  I think, therefore, that what I have stated, in\nthe eighth and ninth pages of my “Letter,” is fully borne out by all the\nfacts of the case.\n\nI said nothing in my “Letter” to intimate that the children of Dissenters\nwould be excluded from the proposed schools.  My explanation of the\n“Advertisement” which occasioned the “Letter” was this: “I understand it\nto mean, that the members of no other Christian church shall be allowed\nto participate with you in the formation of the society, or in its\ncommittee, or in its operations.”  If, however, I had expressed a fear\nthat the church catechism might be introduced, or that some arrangement\nmight be made which would prevent Dissenters from sending their children\nto the schools, the speeches at the public meeting, and Mr. Geary’s\npamphlet, satisfactorily negative such an apprehension.  All parties have\nunited in declaring that the schools will be open to all classes, and\nthat there will be no rules nor formulas against which Dissenters can\nobject.  At the public meeting, as reported in the newspapers, the Dean\nexpressly stated, that “they had no desire to exclude the children of any\npersons of whatever religion, because the children would not be\ninstructed in any points that any person might not learn; as they would\nbe taught to worship and adore God, to know the merits of our Saviour, to\nfear God and honour the King, and to live in peace and unity with one\nanother.  Their rules, said he, would be open to persons of all\ndenominations, who would have the opportunity of sending their children,\nif they accorded with those rules.”  Mr. G. Seppings “stated that the\nschool would be open to the children of persons of all denominations,\nwho might choose to send them.”  In full accordance with these decisive\nstatements, Mr. Geary says, “I cannot help again recurring to a mistake\ninto which my reverend friend has fallen, and which is throughout\nimplied, in regard to the exclusion of the children of dissent.  He may\nrest assured, that nothing is decided with respect to the discipline of\nthe schools, which can possibly be held to be an impediment with any\nconscientious Dissenter who desires to place his child there:—no impeding\ntests or testimonials on entering the school—no offensive rituals when\nthere.”  And in another part of his pamphlet he declares, “I have seen\nthe progress of the society in embryo, first, last, midst, and throughout\nall, without witnessing any symptoms of such a spirit.  Should it appear,\nI am prepared to contend with it hand to hand—foot to foot; and, should\nit unhappily prevail, I should feel bound to quit the society.”  The\nspeeches at the public meeting are, however, a sufficient guarantee that\nno such spirit will “unhappily prevail;” and I “rest assured,” that, so\nfar as the schools are concerned, they will be as comprehensive as those\nwhich already exist, and to which the children of Churchmen and\nDissenters are admitted on equal terms.  I deeply regret, however, that\nmy interpretation of the “Advertisement” has unfortunately proved true,\nand that, though the children of Dissenters are to be admitted into the\nschools, Dissenters themselves are, quite unnecessarily I think, excluded\nfrom the committee of the society, and from all its operations.\n\nThe public meeting, at which the preceding speeches were delivered, was\ndistinguished by the expression of many liberal and Christian sentiments;\nand those of us who were excluded from it, were in no small degree\ngratified in learning, from the public papers, that several",
                "-THE PUZZLE OF DICKENS’S LAST PLOT-\n\n\nCHAPTER: INTRODUCTION\n\n\nFORSTER tells us that Dickens, in his later novels, from _Bleak House_\nonwards (1853), “assiduously cultivated” construction, “this essential of\nhis art.”  Some critics may think, that since so many of the best novels\nin the world “have no outline, or, if they have an outline, it is a\ndemned outline,” elaborate construction is not absolutely “essential.”\nReally essential are character, “atmosphere,” humour.\n\nBut as, in the natural changes of life, and under the strain of restless\nand unsatisfied activity, his old buoyancy and unequalled high spirits\ndeserted Dickens, he certainly wrote no longer in what Scott, speaking of\nhimself, calls the manner of “hab nab at a venture.”  He constructed\nelaborate plots, rich in secrets and surprises.  He emulated the manner\nof Wilkie Collins, or even of Gaboriau, while he combined with some of\nthe elements of the detective novel, or _roman policier_, careful study\nof character.  Except _Great Expectations_, none of his later tales\nrivals in merit his early picaresque stories of the road, such as\n_Pickwick_ and _Nicholas Nickleby_.  “Youth will be served;” no sedulous\ncare could compensate for the exuberance of “the first sprightly\nrunnings.”  In the early books the melodrama of the plot, the secrets of\nRalph Nickleby, of Monk, of Jonas Chuzzlewit, were the least of the\ninnumerable attractions.  But Dickens was more and more drawn towards the\nsecret that excites curiosity, and to the game of hide and seek with the\nreader who tried to anticipate the solution of the secret.\n\nIn April, 1869, Dickens, outworn by the strain of his American readings;\nof that labour achieved under painful conditions of ominously bad\nhealth—found himself, as Sir Thomas Watson reported, “on the brink of an\nattack of paralysis of his left side, and possibly of apoplexy.”  He\ntherefore abandoned a new series of Readings.  We think of Scott’s\nearlier seizures of a similar kind, after which _Peveril_, he said,\n“smacked of the apoplexy.”  But Dickens’s new story of _The Mystery of\nEdwin Drood_, first contemplated in July, 1869, and altered in character\nby the emergence of “a very curious and new idea,” early in August, does\nnot “smack of the apoplexy.”  We may think that the mannerisms of Mr.\nHoneythunder, the philanthropist, and of Miss Twinkleton, the\nschoolmistress, are not in the author’s best vein of humour.  “The\nBillickin,” on the other hand, the lodging-house keeper, is “in very\ngracious fooling:” her unlooked-for sallies in skirmishes with Miss\nTwinkleton are rich in mirthful surprises.  Mr. Grewgious may be\ncaricatured too much, but not out of reason; and Dickens, always good at\nboys, presents a _gamin_, in Deputy, who is in not unpleasant contrast\nwith the pathetic Jo of _Bleak House_.  Opinions may differ as to Edwin\nand Rosa, but the more closely one studies Edwin, the better one thinks\nof that character.  As far as we are allowed to see Helena Landless, the\nrestraint which she puts on her “tigerish blood” is admirable: she is\nvery fresh and original.  The villain is all that melodrama can desire,\nbut what we do miss, I think, is the “atmosphere” of a small cathedral\ntown.  Here there is a lack of softness and delicacy of treatment: on the\nother hand, the opium den is studied from the life.\n\nOn the whole, Dickens himself was perhaps most interested in his plot,\nhis secret, his surprises, his game of hide and seek with the reader.  He\nthrew himself into the sport with zest: he spoke to his sister-in-law,\nMiss Hogarth, about his fear that he had not sufficiently concealed his\ntracks in the latest numbers.  Yet, when he died in June, 1870, leaving\nthree completed numbers still unpublished, he left his secret as a puzzle\nto the curious.  Many efforts have been made to decipher his purpose,\nespecially his intentions as to the hero.  Was Edwin Drood killed, or did\nhe escape?\n\nBy a coincidence, in September, 1869, Dickens was working over the late\nLord Lytton’s tale for _All The Year Round_, “The Disappearance of John\nAckland,” for the purpose of mystifying the reader as to whether Ackland\nwas alive or dead.  But he was conspicuously defunct!  (_All the Year\nRound_, September-October, 1869.)\n\nThe most careful of the attempts at a reply about Edwin, a study based on\ndeep knowledge of Dickens, is “Watched by the Dead,” by the late\ningenious Mr. R. A. Proctor (1887).  This book, to which I owe much aid,\nis now out of print.  In 1905, Mr. Cuming Walters revived “the auld\nmysterie,” in his “Clues to Dickens’s Edwin Drood” (Chapman & Hall and\nHeywood, Manchester).  From the solution of Mr. Walters I am obliged to\ndissent.  Of Mr. Proctor’s theory I offer some necessary corrections, and\nI hope that I have unravelled some skeins which Mr. Proctor left in a\nstate of tangle.  As one read and re-read the fragment, points very dark\nseemed, at least, to become suddenly clear: especially one appeared to\nunderstand the meaning half-revealed and half-concealed by Jasper’s\nbabblings under the influence of opium.  He saw in his vision, “_that_, I\nnever saw _that_ before.”  We may be sure that he was to see “_that_” in\nreal life.  We must remember that, according to Forster, “such was\nDickens’s interest in things supernatural that, but for the strong\nrestraining power of his common sense, he might have fallen into the\nfollies of spiritualism.”  His interest in such matters certainly peeps\nout in this novel—there are two specimens of the supernormal—and he may\nhave gone to the limited extent which my hypothesis requires.  If I am\nright, Dickens went further, and fared worse, in the too material\npremonitions of “The Signalman” in _Mugby Junction_.\n\nWith this brief preface, I proceed to the analysis of Dickens’s last\nplot.  Mr. William Archer has kindly read the proof sheets and made\nvaluable suggestions, but is responsible for none of my theories.\n\n                                                              ANDREW LANG.\n\n\nCHAPTER: THE STORY\n\n\nDRAMATIS PERSONÆ\n\n\nFOR"
            ]
        }
    },
    {
        "id": "JM-36383_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_1000/C/1/17/paragraph/exp_2/JM-36383.txt",
        "manipulated_char_spans": [
            [
                865,
                2365
            ],
            [
                2367,
                4035
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-36383",
        "gold_text": "/data/sub_sample/gold_sanity_1000/PG-36383.txt",
        "random_seed": 31,
        "params": {
            "n": 2,
            "min_len": 50,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-INFANT SCHOOLS AND DISSENTERS: A VINDICATION OF “A LETTER OF AFFECTIONATE REMONSTRANCE”-\n\n\nCHAPTER: PREFACE.\n\n\nTHE following Vindication was written during the week in which the Rev.\nJohn Perowne’s “Observations” appeared; and the publication of it has\nbeen hitherto delayed, partly from an unwillingness to pursue the subject\nof my “Letter” any farther, and partly from a determination not to\npublish till a fair opportunity had been given to obtain subscribers to\nthe New Infant School Society.  In replying to Mr. Geary it was\nimpossible to write with any other impression than that I was answering a\ngentleman and a Christian; and I hope that such an impression is\nmanifested in my pages.  And though Mr. Perowne has chosen to make my\n“Letter” on Infant Schools the pretext for a rude and personal attack, as\nwell as for insulting the whole body of Dissenters, I have nevertheless\nendeavoured to treat him with some degree of forbearance, and have in\nmany instances chastised him with whips only, when scorpions were at\nhand.  The great questions at issue between Churchmen and Dissenters\nnever can be settled by slander and abuse.  Mr. Perowne’s pamphlet\ntherefore must be an utter failure; and I hope that all who have read it,\nor who may read this, will retire from them both, diligently and devoutly\nto study the New Testament, as the only standard of Christian faith, and\nof Ecclesiastical government.\n\nNorwich, June 6th, 1836.\n\n\nCHAPTER: A VINDICATION\n\n\nWHEN I had read the pamphlet, published by my esteemed friend Mr. Geary,\nin reply to my “Letter,” it appeared to me that the facts, relative to\nthe proposed Infant School Society, were sufficiently before the public;\nand, therefore, I determined to send him a few explanatory remarks in\nwriting, rather than to make any reply through the medium of the press.\n\nHaving been induced to alter my determination, I respectfully submit to\nMr. Geary’s consideration, the following brief observations.\n\nBefore the examination of the Infant Schools took place in St. Andrew’s\nHall, the public were informed, by the newspapers, that it had been\ndetermined on, at a meeting held in the Guildhall, to which none but\nmembers of the Establishment were invited.  William Moore, Esq. was in\nthe chair, and the following resolution was passed:—“Resolved, that the\nsystem of Infant Education might be beneficially extended in this city;\nand, with a view of prominently bringing forward its advantages, that\nthere should be an examination of the children now receiving instruction\nin the Infant Schools of this city.”  The meeting which adopted that\nresolution, appeared to me to originate and to authorize the examination\nof the schools—and, whatever private understanding there might be with\nMr. Wilderspin, all that the public knew was what the resolution stated;\nand Mr. Wilderspin appeared to us, not as accomplishing “his own\nspeculation,” but as the agent, employed by the meeting, to carry its\nresolution into effect.  I think, therefore, that what I have stated, in\nthe eighth and ninth pages of my “Letter,” is fully borne out by all the\nfacts of the case.\n\nI said nothing in my “Letter” to intimate that the children of Dissenters\nwould be excluded from the proposed schools.  My explanation of the\n“Advertisement” which occasioned the “Letter” was this: “I understand it\nto mean, that the members of no other Christian church shall be allowed\nto participate with you in the formation of the society, or in its\ncommittee, or in its operations.”  If, however, I had expressed a fear\nthat the church catechism might be introduced, or that some arrangement\nmight be made which would prevent Dissenters from sending their children\nto the schools, the speeches at the public meeting, and Mr. Geary’s\npamphlet, satisfactorily negative such an apprehension.  All parties have\nunited in declaring that the schools will be open to all classes, and\nthat there will be no rules nor formulas against which Dissenters can\nobject.  At the public meeting, as reported in the newspapers, the Dean\nexpressly stated, that “they had no desire to exclude the children of any\npersons of whatever religion, because the children would not be\ninstructed in any points that any person might not learn; as they would\nbe taught to worship and adore God, to know the merits of our Saviour, to\nfear God and honour the King, and to live in peace and unity with one\nanother.  Their rules, said he, would be open to persons of all\ndenominations, who would have the opportunity of sending their children,\nif they accorded with those rules.”  Mr. G. Seppings “stated that the\nschool would be open to the children of persons of all denominations,\nwho might choose to send them.”  In full accordance with these decisive\nstatements, Mr. Geary says, “I cannot help again recurring to a mistake\ninto which my reverend friend has fallen, and which is throughout\nimplied, in regard to the exclusion of the children of dissent.  He may\nrest assured, that nothing is decided with respect to the discipline of\nthe schools, which can possibly be held to be an impediment with any\nconscientious Dissenter who desires to place his child there:—no impeding\ntests or testimonials on entering the school—no offensive rituals when\nthere.”  And in another part of his pamphlet he declares, “I have seen\nthe progress of the society in embryo, first, last, midst, and throughout\nall, without witnessing any symptoms of such a spirit.  Should it appear,\nI am prepared to contend with it hand to hand—foot to foot; and, should\nit unhappily prevail, I should feel bound to quit the society.”  The\nspeeches at the public meeting are, however, a sufficient guarantee that\nno such spirit will “unhappily prevail;” and I “rest assured,” that, so\nfar as the schools are concerned, they will be as comprehensive as those\nwhich already exist, and to which the children of Churchmen and\nDissenters are admitted on equal terms.  I deeply regret, however, that\nmy interpretation of the “Advertisement” has unfortunately proved true,\nand that, though the children of Dissenters are to be admitted into the\nschools, Dissenters themselves are, quite unnecessarily I think, excluded\nfrom the committee of the society, and from all its operations.\n\nThe public meeting, at which the preceding speeches were delivered, was\ndistinguished by the expression of many liberal and Christian sentiments;\nand those of us who were excluded from it, were in no small degree\ngratified in learning, from the public papers, that several",
                "-THE PUZZLE OF DICKENS’S LAST PLOT-\n\n\nCHAPTER: INTRODUCTION\n\n\nFORSTER tells us that Dickens, in his later novels, from _Bleak House_\nonwards (1853), “assiduously cultivated” construction, “this essential of\nhis art.”  Some critics may think, that since so many of the best novels\nin the world “have no outline, or, if they have an outline, it is a\ndemned outline,” elaborate construction is not absolutely “essential.”\nReally essential are character, “atmosphere,” humour.\n\nBut as, in the natural changes of life, and under the strain of restless\nand unsatisfied activity, his old buoyancy and unequalled high spirits\ndeserted Dickens, he certainly wrote no longer in what Scott, speaking of\nhimself, calls the manner of “hab nab at a venture.”  He constructed\nelaborate plots, rich in secrets and surprises.  He emulated the manner\nof Wilkie Collins, or even of Gaboriau, while he combined with some of\nthe elements of the detective novel, or _roman policier_, careful study\nof character.  Except _Great Expectations_, none of his later tales\nrivals in merit his early picaresque stories of the road, such as\n_Pickwick_ and _Nicholas Nickleby_.  “Youth will be served;” no sedulous\ncare could compensate for the exuberance of “the first sprightly\nrunnings.”  In the early books the melodrama of the plot, the secrets of\nRalph Nickleby, of Monk, of Jonas Chuzzlewit, were the least of the\ninnumerable attractions.  But Dickens was more and more drawn towards the\nsecret that excites curiosity, and to the game of hide and seek with the\nreader who tried to anticipate the solution of the secret.\n\nIn April, 1869, Dickens, outworn by the strain of his American readings;\nof that labour achieved under painful conditions of ominously bad\nhealth—found himself, as Sir Thomas Watson reported, “on the brink of an\nattack of paralysis of his left side, and possibly of apoplexy.”  He\ntherefore abandoned a new series of Readings.  We think of Scott’s\nearlier seizures of a similar kind, after which _Peveril_, he said,\n“smacked of the apoplexy.”  But Dickens’s new story of _The Mystery of\nEdwin Drood_, first contemplated in July, 1869, and altered in character\nby the emergence of “a very curious and new idea,” early in August, does\nnot “smack of the apoplexy.”  We may think that the mannerisms of Mr.\nHoneythunder, the philanthropist, and of Miss Twinkleton, the\nschoolmistress, are not in the author’s best vein of humour.  “The\nBillickin,” on the other hand, the lodging-house keeper, is “in very\ngracious fooling:” her unlooked-for sallies in skirmishes with Miss\nTwinkleton are rich in mirthful surprises.  Mr. Grewgious may be\ncaricatured too much, but not out of reason; and Dickens, always good at\nboys, presents a _gamin_, in Deputy, who is in not unpleasant contrast\nwith the pathetic Jo of _Bleak House_.  Opinions may differ as to Edwin\nand Rosa, but the more closely one studies Edwin, the better one thinks\nof that character.  As far as we are allowed to see Helena Landless, the\nrestraint which she puts on her “tigerish blood” is admirable: she is\nvery fresh and original.  The villain is all that melodrama can desire,\nbut what we do miss, I think, is the “atmosphere” of a small cathedral\ntown.  Here there is a lack of softness and delicacy of treatment: on the\nother hand, the opium den is studied from the life.\n\nOn the whole, Dickens himself was perhaps most interested in his plot,\nhis secret, his surprises, his game of hide and seek with the reader.  He\nthrew himself into the sport with zest: he spoke to his sister-in-law,\nMiss Hogarth, about his fear that he had not sufficiently concealed his\ntracks in the latest numbers.  Yet, when he died in June, 1870, leaving\nthree completed numbers still unpublished, he left his secret as a puzzle\nto the curious.  Many efforts have been made to decipher his purpose,\nespecially his intentions as to the hero.  Was Edwin Drood killed, or did\nhe escape?\n\nBy a coincidence, in September, 1869, Dickens was working over the late\nLord Lytton’s tale for _All The Year Round_, “The Disappearance of John\nAckland,” for the purpose of mystifying the reader as to whether Ackland\nwas alive or dead.  But he was conspicuously defunct!  (_All the Year\nRound_, September-October, 1869.)\n\nThe most careful of the attempts at a reply about Edwin, a study based on\ndeep knowledge of Dickens, is “Watched by the Dead,” by the late\ningenious Mr. R. A. Proctor (1887).  This book, to which I owe much aid,\nis now out of print.  In 1905, Mr. Cuming Walters revived “the auld\nmysterie,” in his “Clues to Dickens’s Edwin Drood” (Chapman & Hall and\nHeywood, Manchester).  From the solution of Mr. Walters I am obliged to\ndissent.  Of Mr. Proctor’s theory I offer some necessary corrections, and\nI hope that I have unravelled some skeins which Mr. Proctor left in a\nstate of tangle.  As one read and re-read the fragment, points very dark\nseemed, at least, to become suddenly clear: especially one appeared to\nunderstand the meaning half-revealed and half-concealed by Jasper’s\nbabblings under the influence of opium.  He saw in his vision, “_that_, I\nnever saw _that_ before.”  We may be sure that he was to see “_that_” in\nreal life.  We must remember that, according to Forster, “such was\nDickens’s interest in things supernatural that, but for the strong\nrestraining power of his common sense, he might have fallen into the\nfollies of spiritualism.”  His interest in such matters certainly peeps\nout in this novel—there are two specimens of the supernormal—and he may\nhave gone to the limited extent which my hypothesis requires.  If I am\nright, Dickens went further, and fared worse, in the too material\npremonitions of “The Signalman” in _Mugby Junction_.\n\nWith this brief preface, I proceed to the analysis of Dickens’s last\nplot.  Mr. William Archer has kindly read the proof sheets and made\nvaluable suggestions, but is responsible for none of my theories.\n\n                                                              ANDREW LANG.\n\n\nCHAPTER: THE STORY\n\n\nDRAMATIS PERSONÆ\n\n\nFOR"
            ]
        }
    },
    {
        "id": "JM-40051_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_1000/C/1/17/paragraph/exp_2/JM-40051.txt",
        "manipulated_char_spans": [
            [
                4625,
                5064
            ],
            [
                2278,
                3420
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-40051",
        "gold_text": "/data/sub_sample/gold_sanity_1000/PG-40051.txt",
        "random_seed": 31,
        "params": {
            "n": 2,
            "min_len": 50,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-INFANT SCHOOLS AND DISSENTERS: A VINDICATION OF “A LETTER OF AFFECTIONATE REMONSTRANCE”-\n\n\nCHAPTER: PREFACE.\n\n\nTHE following Vindication was written during the week in which the Rev.\nJohn Perowne’s “Observations” appeared; and the publication of it has\nbeen hitherto delayed, partly from an unwillingness to pursue the subject\nof my “Letter” any farther, and partly from a determination not to\npublish till a fair opportunity had been given to obtain subscribers to\nthe New Infant School Society.  In replying to Mr. Geary it was\nimpossible to write with any other impression than that I was answering a\ngentleman and a Christian; and I hope that such an impression is\nmanifested in my pages.  And though Mr. Perowne has chosen to make my\n“Letter” on Infant Schools the pretext for a rude and personal attack, as\nwell as for insulting the whole body of Dissenters, I have nevertheless\nendeavoured to treat him with some degree of forbearance, and have in\nmany instances chastised him with whips only, when scorpions were at\nhand.  The great questions at issue between Churchmen and Dissenters\nnever can be settled by slander and abuse.  Mr. Perowne’s pamphlet\ntherefore must be an utter failure; and I hope that all who have read it,\nor who may read this, will retire from them both, diligently and devoutly\nto study the New Testament, as the only standard of Christian faith, and\nof Ecclesiastical government.\n\nNorwich, June 6th, 1836.\n\n\nCHAPTER: A VINDICATION\n\n\nWHEN I had read the pamphlet, published by my esteemed friend Mr. Geary,\nin reply to my “Letter,” it appeared to me that the facts, relative to\nthe proposed Infant School Society, were sufficiently before the public;\nand, therefore, I determined to send him a few explanatory remarks in\nwriting, rather than to make any reply through the medium of the press.\n\nHaving been induced to alter my determination, I respectfully submit to\nMr. Geary’s consideration, the following brief observations.\n\nBefore the examination of the Infant Schools took place in St. Andrew’s\nHall, the public were informed, by the newspapers, that it had been\ndetermined on, at a meeting held in the Guildhall, to which none but\nmembers of the Establishment were invited.  William Moore, Esq. was in\nthe chair, and the following resolution was passed:—“Resolved, that the\nsystem of Infant Education might be beneficially extended in this city;\nand, with a view of prominently bringing forward its advantages, that\nthere should be an examination of the children now receiving instruction\nin the Infant Schools of this city.”  The meeting which adopted that\nresolution, appeared to me to originate and to authorize the examination\nof the schools—and, whatever private understanding there might be with\nMr. Wilderspin, all that the public knew was what the resolution stated;\nand Mr. Wilderspin appeared to us, not as accomplishing “his own\nspeculation,” but as the agent, employed by the meeting, to carry its\nresolution into effect.  I think, therefore, that what I have stated, in\nthe eighth and ninth pages of my “Letter,” is fully borne out by all the\nfacts of the case.\n\nI said nothing in my “Letter” to intimate that the children of Dissenters\nwould be excluded from the proposed schools.  My explanation of the\n“Advertisement” which occasioned the “Letter” was this: “I understand it\nto mean, that the members of no other Christian church shall be allowed\nto participate with you in the formation of the society, or in its\ncommittee, or in its operations.”  If, however, I had expressed a fear\nthat the church catechism might be introduced, or that some arrangement\nmight be made which would prevent Dissenters from sending their children\nto the schools, the speeches at the public meeting, and Mr. Geary’s\npamphlet, satisfactorily negative such an apprehension.  All parties have\nunited in declaring that the schools will be open to all classes, and\nthat there will be no rules nor formulas against which Dissenters can\nobject.  At the public meeting, as reported in the newspapers, the Dean\nexpressly stated, that “they had no desire to exclude the children of any\npersons of whatever religion, because the children would not be\ninstructed in any points that any person might not learn; as they would\nbe taught to worship and adore God, to know the merits of our Saviour, to\nfear God and honour the King, and to live in peace and unity with one\nanother.  Their rules, said he, would be open to persons of all\ndenominations, who would have the opportunity of sending their children,\nif they accorded with those rules.”  Mr. G. Seppings “stated that the\nschool would be open to the children of persons of all denominations,\nwho might choose to send them.”  In full accordance with these decisive\nstatements, Mr. Geary says, “I cannot help again recurring to a mistake\ninto which my reverend friend has fallen, and which is throughout\nimplied, in regard to the exclusion of the children of dissent.  He may\nrest assured, that nothing is decided with respect to the discipline of\nthe schools, which can possibly be held to be an impediment with any\nconscientious Dissenter who desires to place his child there:—no impeding\ntests or testimonials on entering the school—no offensive rituals when\nthere.”  And in another part of his pamphlet he declares, “I have seen\nthe progress of the society in embryo, first, last, midst, and throughout\nall, without witnessing any symptoms of such a spirit.  Should it appear,\nI am prepared to contend with it hand to hand—foot to foot; and, should\nit unhappily prevail, I should feel bound to quit the society.”  The\nspeeches at the public meeting are, however, a sufficient guarantee that\nno such spirit will “unhappily prevail;” and I “rest assured,” that, so\nfar as the schools are concerned, they will be as comprehensive as those\nwhich already exist, and to which the children of Churchmen and\nDissenters are admitted on equal terms.  I deeply regret, however, that\nmy interpretation of the “Advertisement” has unfortunately proved true,\nand that, though the children of Dissenters are to be admitted into the\nschools, Dissenters themselves are, quite unnecessarily I think, excluded\nfrom the committee of the society, and from all its operations.\n\nThe public meeting, at which the preceding speeches were delivered, was\ndistinguished by the expression of many liberal and Christian sentiments;\nand those of us who were excluded from it, were in no small degree\ngratified in learning, from the public papers, that several",
                "-THE PUZZLE OF DICKENS’S LAST PLOT-\n\n\nCHAPTER: INTRODUCTION\n\n\nFORSTER tells us that Dickens, in his later novels, from _Bleak House_\nonwards (1853), “assiduously cultivated” construction, “this essential of\nhis art.”  Some critics may think, that since so many of the best novels\nin the world “have no outline, or, if they have an outline, it is a\ndemned outline,” elaborate construction is not absolutely “essential.”\nReally essential are character, “atmosphere,” humour.\n\nBut as, in the natural changes of life, and under the strain of restless\nand unsatisfied activity, his old buoyancy and unequalled high spirits\ndeserted Dickens, he certainly wrote no longer in what Scott, speaking of\nhimself, calls the manner of “hab nab at a venture.”  He constructed\nelaborate plots, rich in secrets and surprises.  He emulated the manner\nof Wilkie Collins, or even of Gaboriau, while he combined with some of\nthe elements of the detective novel, or _roman policier_, careful study\nof character.  Except _Great Expectations_, none of his later tales\nrivals in merit his early picaresque stories of the road, such as\n_Pickwick_ and _Nicholas Nickleby_.  “Youth will be served;” no sedulous\ncare could compensate for the exuberance of “the first sprightly\nrunnings.”  In the early books the melodrama of the plot, the secrets of\nRalph Nickleby, of Monk, of Jonas Chuzzlewit, were the least of the\ninnumerable attractions.  But Dickens was more and more drawn towards the\nsecret that excites curiosity, and to the game of hide and seek with the\nreader who tried to anticipate the solution of the secret.\n\nIn April, 1869, Dickens, outworn by the strain of his American readings;\nof that labour achieved under painful conditions of ominously bad\nhealth—found himself, as Sir Thomas Watson reported, “on the brink of an\nattack of paralysis of his left side, and possibly of apoplexy.”  He\ntherefore abandoned a new series of Readings.  We think of Scott’s\nearlier seizures of a similar kind, after which _Peveril_, he said,\n“smacked of the apoplexy.”  But Dickens’s new story of _The Mystery of\nEdwin Drood_, first contemplated in July, 1869, and altered in character\nby the emergence of “a very curious and new idea,” early in August, does\nnot “smack of the apoplexy.”  We may think that the mannerisms of Mr.\nHoneythunder, the philanthropist, and of Miss Twinkleton, the\nschoolmistress, are not in the author’s best vein of humour.  “The\nBillickin,” on the other hand, the lodging-house keeper, is “in very\ngracious fooling:” her unlooked-for sallies in skirmishes with Miss\nTwinkleton are rich in mirthful surprises.  Mr. Grewgious may be\ncaricatured too much, but not out of reason; and Dickens, always good at\nboys, presents a _gamin_, in Deputy, who is in not unpleasant contrast\nwith the pathetic Jo of _Bleak House_.  Opinions may differ as to Edwin\nand Rosa, but the more closely one studies Edwin, the better one thinks\nof that character.  As far as we are allowed to see Helena Landless, the\nrestraint which she puts on her “tigerish blood” is admirable: she is\nvery fresh and original.  The villain is all that melodrama can desire,\nbut what we do miss, I think, is the “atmosphere” of a small cathedral\ntown.  Here there is a lack of softness and delicacy of treatment: on the\nother hand, the opium den is studied from the life.\n\nOn the whole, Dickens himself was perhaps most interested in his plot,\nhis secret, his surprises, his game of hide and seek with the reader.  He\nthrew himself into the sport with zest: he spoke to his sister-in-law,\nMiss Hogarth, about his fear that he had not sufficiently concealed his\ntracks in the latest numbers.  Yet, when he died in June, 1870, leaving\nthree completed numbers still unpublished, he left his secret as a puzzle\nto the curious.  Many efforts have been made to decipher his purpose,\nespecially his intentions as to the hero.  Was Edwin Drood killed, or did\nhe escape?\n\nBy a coincidence, in September, 1869, Dickens was working over the late\nLord Lytton’s tale for _All The Year Round_, “The Disappearance of John\nAckland,” for the purpose of mystifying the reader as to whether Ackland\nwas alive or dead.  But he was conspicuously defunct!  (_All the Year\nRound_, September-October, 1869.)\n\nThe most careful of the attempts at a reply about Edwin, a study based on\ndeep knowledge of Dickens, is “Watched by the Dead,” by the late\ningenious Mr. R. A. Proctor (1887).  This book, to which I owe much aid,\nis now out of print.  In 1905, Mr. Cuming Walters revived “the auld\nmysterie,” in his “Clues to Dickens’s Edwin Drood” (Chapman & Hall and\nHeywood, Manchester).  From the solution of Mr. Walters I am obliged to\ndissent.  Of Mr. Proctor’s theory I offer some necessary corrections, and\nI hope that I have unravelled some skeins which Mr. Proctor left in a\nstate of tangle.  As one read and re-read the fragment, points very dark\nseemed, at least, to become suddenly clear: especially one appeared to\nunderstand the meaning half-revealed and half-concealed by Jasper’s\nbabblings under the influence of opium.  He saw in his vision, “_that_, I\nnever saw _that_ before.”  We may be sure that he was to see “_that_” in\nreal life.  We must remember that, according to Forster, “such was\nDickens’s interest in things supernatural that, but for the strong\nrestraining power of his common sense, he might have fallen into the\nfollies of spiritualism.”  His interest in such matters certainly peeps\nout in this novel—there are two specimens of the supernormal—and he may\nhave gone to the limited extent which my hypothesis requires.  If I am\nright, Dickens went further, and fared worse, in the too material\npremonitions of “The Signalman” in _Mugby Junction_.\n\nWith this brief preface, I proceed to the analysis of Dickens’s last\nplot.  Mr. William Archer has kindly read the proof sheets and made\nvaluable suggestions, but is responsible for none of my theories.\n\n                                                              ANDREW LANG.\n\n\nCHAPTER: THE STORY\n\n\nDRAMATIS PERSONÆ\n\n\nFOR"
            ]
        }
    },
    {
        "id": "JM-41947_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_1000/C/1/17/paragraph/exp_2/JM-41947.txt",
        "manipulated_char_spans": [
            [
                1389,
                1858
            ],
            [
                1137,
                1387
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-41947",
        "gold_text": "/data/sub_sample/gold_sanity_1000/PG-41947.txt",
        "random_seed": 31,
        "params": {
            "n": 2,
            "min_len": 50,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-INFANT SCHOOLS AND DISSENTERS: A VINDICATION OF “A LETTER OF AFFECTIONATE REMONSTRANCE”-\n\n\nCHAPTER: PREFACE.\n\n\nTHE following Vindication was written during the week in which the Rev.\nJohn Perowne’s “Observations” appeared; and the publication of it has\nbeen hitherto delayed, partly from an unwillingness to pursue the subject\nof my “Letter” any farther, and partly from a determination not to\npublish till a fair opportunity had been given to obtain subscribers to\nthe New Infant School Society.  In replying to Mr. Geary it was\nimpossible to write with any other impression than that I was answering a\ngentleman and a Christian; and I hope that such an impression is\nmanifested in my pages.  And though Mr. Perowne has chosen to make my\n“Letter” on Infant Schools the pretext for a rude and personal attack, as\nwell as for insulting the whole body of Dissenters, I have nevertheless\nendeavoured to treat him with some degree of forbearance, and have in\nmany instances chastised him with whips only, when scorpions were at\nhand.  The great questions at issue between Churchmen and Dissenters\nnever can be settled by slander and abuse.  Mr. Perowne’s pamphlet\ntherefore must be an utter failure; and I hope that all who have read it,\nor who may read this, will retire from them both, diligently and devoutly\nto study the New Testament, as the only standard of Christian faith, and\nof Ecclesiastical government.\n\nNorwich, June 6th, 1836.\n\n\nCHAPTER: A VINDICATION\n\n\nWHEN I had read the pamphlet, published by my esteemed friend Mr. Geary,\nin reply to my “Letter,” it appeared to me that the facts, relative to\nthe proposed Infant School Society, were sufficiently before the public;\nand, therefore, I determined to send him a few explanatory remarks in\nwriting, rather than to make any reply through the medium of the press.\n\nHaving been induced to alter my determination, I respectfully submit to\nMr. Geary’s consideration, the following brief observations.\n\nBefore the examination of the Infant Schools took place in St. Andrew’s\nHall, the public were informed, by the newspapers, that it had been\ndetermined on, at a meeting held in the Guildhall, to which none but\nmembers of the Establishment were invited.  William Moore, Esq. was in\nthe chair, and the following resolution was passed:—“Resolved, that the\nsystem of Infant Education might be beneficially extended in this city;\nand, with a view of prominently bringing forward its advantages, that\nthere should be an examination of the children now receiving instruction\nin the Infant Schools of this city.”  The meeting which adopted that\nresolution, appeared to me to originate and to authorize the examination\nof the schools—and, whatever private understanding there might be with\nMr. Wilderspin, all that the public knew was what the resolution stated;\nand Mr. Wilderspin appeared to us, not as accomplishing “his own\nspeculation,” but as the agent, employed by the meeting, to carry its\nresolution into effect.  I think, therefore, that what I have stated, in\nthe eighth and ninth pages of my “Letter,” is fully borne out by all the\nfacts of the case.\n\nI said nothing in my “Letter” to intimate that the children of Dissenters\nwould be excluded from the proposed schools.  My explanation of the\n“Advertisement” which occasioned the “Letter” was this: “I understand it\nto mean, that the members of no other Christian church shall be allowed\nto participate with you in the formation of the society, or in its\ncommittee, or in its operations.”  If, however, I had expressed a fear\nthat the church catechism might be introduced, or that some arrangement\nmight be made which would prevent Dissenters from sending their children\nto the schools, the speeches at the public meeting, and Mr. Geary’s\npamphlet, satisfactorily negative such an apprehension.  All parties have\nunited in declaring that the schools will be open to all classes, and\nthat there will be no rules nor formulas against which Dissenters can\nobject.  At the public meeting, as reported in the newspapers, the Dean\nexpressly stated, that “they had no desire to exclude the children of any\npersons of whatever religion, because the children would not be\ninstructed in any points that any person might not learn; as they would\nbe taught to worship and adore God, to know the merits of our Saviour, to\nfear God and honour the King, and to live in peace and unity with one\nanother.  Their rules, said he, would be open to persons of all\ndenominations, who would have the opportunity of sending their children,\nif they accorded with those rules.”  Mr. G. Seppings “stated that the\nschool would be open to the children of persons of all denominations,\nwho might choose to send them.”  In full accordance with these decisive\nstatements, Mr. Geary says, “I cannot help again recurring to a mistake\ninto which my reverend friend has fallen, and which is throughout\nimplied, in regard to the exclusion of the children of dissent.  He may\nrest assured, that nothing is decided with respect to the discipline of\nthe schools, which can possibly be held to be an impediment with any\nconscientious Dissenter who desires to place his child there:—no impeding\ntests or testimonials on entering the school—no offensive rituals when\nthere.”  And in another part of his pamphlet he declares, “I have seen\nthe progress of the society in embryo, first, last, midst, and throughout\nall, without witnessing any symptoms of such a spirit.  Should it appear,\nI am prepared to contend with it hand to hand—foot to foot; and, should\nit unhappily prevail, I should feel bound to quit the society.”  The\nspeeches at the public meeting are, however, a sufficient guarantee that\nno such spirit will “unhappily prevail;” and I “rest assured,” that, so\nfar as the schools are concerned, they will be as comprehensive as those\nwhich already exist, and to which the children of Churchmen and\nDissenters are admitted on equal terms.  I deeply regret, however, that\nmy interpretation of the “Advertisement” has unfortunately proved true,\nand that, though the children of Dissenters are to be admitted into the\nschools, Dissenters themselves are, quite unnecessarily I think, excluded\nfrom the committee of the society, and from all its operations.\n\nThe public meeting, at which the preceding speeches were delivered, was\ndistinguished by the expression of many liberal and Christian sentiments;\nand those of us who were excluded from it, were in no small degree\ngratified in learning, from the public papers, that several",
                "-THE PUZZLE OF DICKENS’S LAST PLOT-\n\n\nCHAPTER: INTRODUCTION\n\n\nFORSTER tells us that Dickens, in his later novels, from _Bleak House_\nonwards (1853), “assiduously cultivated” construction, “this essential of\nhis art.”  Some critics may think, that since so many of the best novels\nin the world “have no outline, or, if they have an outline, it is a\ndemned outline,” elaborate construction is not absolutely “essential.”\nReally essential are character, “atmosphere,” humour.\n\nBut as, in the natural changes of life, and under the strain of restless\nand unsatisfied activity, his old buoyancy and unequalled high spirits\ndeserted Dickens, he certainly wrote no longer in what Scott, speaking of\nhimself, calls the manner of “hab nab at a venture.”  He constructed\nelaborate plots, rich in secrets and surprises.  He emulated the manner\nof Wilkie Collins, or even of Gaboriau, while he combined with some of\nthe elements of the detective novel, or _roman policier_, careful study\nof character.  Except _Great Expectations_, none of his later tales\nrivals in merit his early picaresque stories of the road, such as\n_Pickwick_ and _Nicholas Nickleby_.  “Youth will be served;” no sedulous\ncare could compensate for the exuberance of “the first sprightly\nrunnings.”  In the early books the melodrama of the plot, the secrets of\nRalph Nickleby, of Monk, of Jonas Chuzzlewit, were the least of the\ninnumerable attractions.  But Dickens was more and more drawn towards the\nsecret that excites curiosity, and to the game of hide and seek with the\nreader who tried to anticipate the solution of the secret.\n\nIn April, 1869, Dickens, outworn by the strain of his American readings;\nof that labour achieved under painful conditions of ominously bad\nhealth—found himself, as Sir Thomas Watson reported, “on the brink of an\nattack of paralysis of his left side, and possibly of apoplexy.”  He\ntherefore abandoned a new series of Readings.  We think of Scott’s\nearlier seizures of a similar kind, after which _Peveril_, he said,\n“smacked of the apoplexy.”  But Dickens’s new story of _The Mystery of\nEdwin Drood_, first contemplated in July, 1869, and altered in character\nby the emergence of “a very curious and new idea,” early in August, does\nnot “smack of the apoplexy.”  We may think that the mannerisms of Mr.\nHoneythunder, the philanthropist, and of Miss Twinkleton, the\nschoolmistress, are not in the author’s best vein of humour.  “The\nBillickin,” on the other hand, the lodging-house keeper, is “in very\ngracious fooling:” her unlooked-for sallies in skirmishes with Miss\nTwinkleton are rich in mirthful surprises.  Mr. Grewgious may be\ncaricatured too much, but not out of reason; and Dickens, always good at\nboys, presents a _gamin_, in Deputy, who is in not unpleasant contrast\nwith the pathetic Jo of _Bleak House_.  Opinions may differ as to Edwin\nand Rosa, but the more closely one studies Edwin, the better one thinks\nof that character.  As far as we are allowed to see Helena Landless, the\nrestraint which she puts on her “tigerish blood” is admirable: she is\nvery fresh and original.  The villain is all that melodrama can desire,\nbut what we do miss, I think, is the “atmosphere” of a small cathedral\ntown.  Here there is a lack of softness and delicacy of treatment: on the\nother hand, the opium den is studied from the life.\n\nOn the whole, Dickens himself was perhaps most interested in his plot,\nhis secret, his surprises, his game of hide and seek with the reader.  He\nthrew himself into the sport with zest: he spoke to his sister-in-law,\nMiss Hogarth, about his fear that he had not sufficiently concealed his\ntracks in the latest numbers.  Yet, when he died in June, 1870, leaving\nthree completed numbers still unpublished, he left his secret as a puzzle\nto the curious.  Many efforts have been made to decipher his purpose,\nespecially his intentions as to the hero.  Was Edwin Drood killed, or did\nhe escape?\n\nBy a coincidence, in September, 1869, Dickens was working over the late\nLord Lytton’s tale for _All The Year Round_, “The Disappearance of John\nAckland,” for the purpose of mystifying the reader as to whether Ackland\nwas alive or dead.  But he was conspicuously defunct!  (_All the Year\nRound_, September-October, 1869.)\n\nThe most careful of the attempts at a reply about Edwin, a study based on\ndeep knowledge of Dickens, is “Watched by the Dead,” by the late\ningenious Mr. R. A. Proctor (1887).  This book, to which I owe much aid,\nis now out of print.  In 1905, Mr. Cuming Walters revived “the auld\nmysterie,” in his “Clues to Dickens’s Edwin Drood” (Chapman & Hall and\nHeywood, Manchester).  From the solution of Mr. Walters I am obliged to\ndissent.  Of Mr. Proctor’s theory I offer some necessary corrections, and\nI hope that I have unravelled some skeins which Mr. Proctor left in a\nstate of tangle.  As one read and re-read the fragment, points very dark\nseemed, at least, to become suddenly clear: especially one appeared to\nunderstand the meaning half-revealed and half-concealed by Jasper’s\nbabblings under the influence of opium.  He saw in his vision, “_that_, I\nnever saw _that_ before.”  We may be sure that he was to see “_that_” in\nreal life.  We must remember that, according to Forster, “such was\nDickens’s interest in things supernatural that, but for the strong\nrestraining power of his common sense, he might have fallen into the\nfollies of spiritualism.”  His interest in such matters certainly peeps\nout in this novel—there are two specimens of the supernormal—and he may\nhave gone to the limited extent which my hypothesis requires.  If I am\nright, Dickens went further, and fared worse, in the too material\npremonitions of “The Signalman” in _Mugby Junction_.\n\nWith this brief preface, I proceed to the analysis of Dickens’s last\nplot.  Mr. William Archer has kindly read the proof sheets and made\nvaluable suggestions, but is responsible for none of my theories.\n\n                                                              ANDREW LANG.\n\n\nCHAPTER: THE STORY\n\n\nDRAMATIS PERSONÆ\n\n\nFOR"
            ]
        }
    },
    {
        "id": "JM-43068_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_1000/C/1/17/paragraph/exp_2/JM-43068.txt",
        "manipulated_char_spans": [
            [
                5940,
                6516
            ],
            [
                1344,
                1949
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-43068",
        "gold_text": "/data/sub_sample/gold_sanity_1000/PG-43068.txt",
        "random_seed": 31,
        "params": {
            "n": 2,
            "min_len": 50,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-INFANT SCHOOLS AND DISSENTERS: A VINDICATION OF “A LETTER OF AFFECTIONATE REMONSTRANCE”-\n\n\nCHAPTER: PREFACE.\n\n\nTHE following Vindication was written during the week in which the Rev.\nJohn Perowne’s “Observations” appeared; and the publication of it has\nbeen hitherto delayed, partly from an unwillingness to pursue the subject\nof my “Letter” any farther, and partly from a determination not to\npublish till a fair opportunity had been given to obtain subscribers to\nthe New Infant School Society.  In replying to Mr. Geary it was\nimpossible to write with any other impression than that I was answering a\ngentleman and a Christian; and I hope that such an impression is\nmanifested in my pages.  And though Mr. Perowne has chosen to make my\n“Letter” on Infant Schools the pretext for a rude and personal attack, as\nwell as for insulting the whole body of Dissenters, I have nevertheless\nendeavoured to treat him with some degree of forbearance, and have in\nmany instances chastised him with whips only, when scorpions were at\nhand.  The great questions at issue between Churchmen and Dissenters\nnever can be settled by slander and abuse.  Mr. Perowne’s pamphlet\ntherefore must be an utter failure; and I hope that all who have read it,\nor who may read this, will retire from them both, diligently and devoutly\nto study the New Testament, as the only standard of Christian faith, and\nof Ecclesiastical government.\n\nNorwich, June 6th, 1836.\n\n\nCHAPTER: A VINDICATION\n\n\nWHEN I had read the pamphlet, published by my esteemed friend Mr. Geary,\nin reply to my “Letter,” it appeared to me that the facts, relative to\nthe proposed Infant School Society, were sufficiently before the public;\nand, therefore, I determined to send him a few explanatory remarks in\nwriting, rather than to make any reply through the medium of the press.\n\nHaving been induced to alter my determination, I respectfully submit to\nMr. Geary’s consideration, the following brief observations.\n\nBefore the examination of the Infant Schools took place in St. Andrew’s\nHall, the public were informed, by the newspapers, that it had been\ndetermined on, at a meeting held in the Guildhall, to which none but\nmembers of the Establishment were invited.  William Moore, Esq. was in\nthe chair, and the following resolution was passed:—“Resolved, that the\nsystem of Infant Education might be beneficially extended in this city;\nand, with a view of prominently bringing forward its advantages, that\nthere should be an examination of the children now receiving instruction\nin the Infant Schools of this city.”  The meeting which adopted that\nresolution, appeared to me to originate and to authorize the examination\nof the schools—and, whatever private understanding there might be with\nMr. Wilderspin, all that the public knew was what the resolution stated;\nand Mr. Wilderspin appeared to us, not as accomplishing “his own\nspeculation,” but as the agent, employed by the meeting, to carry its\nresolution into effect.  I think, therefore, that what I have stated, in\nthe eighth and ninth pages of my “Letter,” is fully borne out by all the\nfacts of the case.\n\nI said nothing in my “Letter” to intimate that the children of Dissenters\nwould be excluded from the proposed schools.  My explanation of the\n“Advertisement” which occasioned the “Letter” was this: “I understand it\nto mean, that the members of no other Christian church shall be allowed\nto participate with you in the formation of the society, or in its\ncommittee, or in its operations.”  If, however, I had expressed a fear\nthat the church catechism might be introduced, or that some arrangement\nmight be made which would prevent Dissenters from sending their children\nto the schools, the speeches at the public meeting, and Mr. Geary’s\npamphlet, satisfactorily negative such an apprehension.  All parties have\nunited in declaring that the schools will be open to all classes, and\nthat there will be no rules nor formulas against which Dissenters can\nobject.  At the public meeting, as reported in the newspapers, the Dean\nexpressly stated, that “they had no desire to exclude the children of any\npersons of whatever religion, because the children would not be\ninstructed in any points that any person might not learn; as they would\nbe taught to worship and adore God, to know the merits of our Saviour, to\nfear God and honour the King, and to live in peace and unity with one\nanother.  Their rules, said he, would be open to persons of all\ndenominations, who would have the opportunity of sending their children,\nif they accorded with those rules.”  Mr. G. Seppings “stated that the\nschool would be open to the children of persons of all denominations,\nwho might choose to send them.”  In full accordance with these decisive\nstatements, Mr. Geary says, “I cannot help again recurring to a mistake\ninto which my reverend friend has fallen, and which is throughout\nimplied, in regard to the exclusion of the children of dissent.  He may\nrest assured, that nothing is decided with respect to the discipline of\nthe schools, which can possibly be held to be an impediment with any\nconscientious Dissenter who desires to place his child there:—no impeding\ntests or testimonials on entering the school—no offensive rituals when\nthere.”  And in another part of his pamphlet he declares, “I have seen\nthe progress of the society in embryo, first, last, midst, and throughout\nall, without witnessing any symptoms of such a spirit.  Should it appear,\nI am prepared to contend with it hand to hand—foot to foot; and, should\nit unhappily prevail, I should feel bound to quit the society.”  The\nspeeches at the public meeting are, however, a sufficient guarantee that\nno such spirit will “unhappily prevail;” and I “rest assured,” that, so\nfar as the schools are concerned, they will be as comprehensive as those\nwhich already exist, and to which the children of Churchmen and\nDissenters are admitted on equal terms.  I deeply regret, however, that\nmy interpretation of the “Advertisement” has unfortunately proved true,\nand that, though the children of Dissenters are to be admitted into the\nschools, Dissenters themselves are, quite unnecessarily I think, excluded\nfrom the committee of the society, and from all its operations.\n\nThe public meeting, at which the preceding speeches were delivered, was\ndistinguished by the expression of many liberal and Christian sentiments;\nand those of us who were excluded from it, were in no small degree\ngratified in learning, from the public papers, that several",
                "-THE PUZZLE OF DICKENS’S LAST PLOT-\n\n\nCHAPTER: INTRODUCTION\n\n\nFORSTER tells us that Dickens, in his later novels, from _Bleak House_\nonwards (1853), “assiduously cultivated” construction, “this essential of\nhis art.”  Some critics may think, that since so many of the best novels\nin the world “have no outline, or, if they have an outline, it is a\ndemned outline,” elaborate construction is not absolutely “essential.”\nReally essential are character, “atmosphere,” humour.\n\nBut as, in the natural changes of life, and under the strain of restless\nand unsatisfied activity, his old buoyancy and unequalled high spirits\ndeserted Dickens, he certainly wrote no longer in what Scott, speaking of\nhimself, calls the manner of “hab nab at a venture.”  He constructed\nelaborate plots, rich in secrets and surprises.  He emulated the manner\nof Wilkie Collins, or even of Gaboriau, while he combined with some of\nthe elements of the detective novel, or _roman policier_, careful study\nof character.  Except _Great Expectations_, none of his later tales\nrivals in merit his early picaresque stories of the road, such as\n_Pickwick_ and _Nicholas Nickleby_.  “Youth will be served;” no sedulous\ncare could compensate for the exuberance of “the first sprightly\nrunnings.”  In the early books the melodrama of the plot, the secrets of\nRalph Nickleby, of Monk, of Jonas Chuzzlewit, were the least of the\ninnumerable attractions.  But Dickens was more and more drawn towards the\nsecret that excites curiosity, and to the game of hide and seek with the\nreader who tried to anticipate the solution of the secret.\n\nIn April, 1869, Dickens, outworn by the strain of his American readings;\nof that labour achieved under painful conditions of ominously bad\nhealth—found himself, as Sir Thomas Watson reported, “on the brink of an\nattack of paralysis of his left side, and possibly of apoplexy.”  He\ntherefore abandoned a new series of Readings.  We think of Scott’s\nearlier seizures of a similar kind, after which _Peveril_, he said,\n“smacked of the apoplexy.”  But Dickens’s new story of _The Mystery of\nEdwin Drood_, first contemplated in July, 1869, and altered in character\nby the emergence of “a very curious and new idea,” early in August, does\nnot “smack of the apoplexy.”  We may think that the mannerisms of Mr.\nHoneythunder, the philanthropist, and of Miss Twinkleton, the\nschoolmistress, are not in the author’s best vein of humour.  “The\nBillickin,” on the other hand, the lodging-house keeper, is “in very\ngracious fooling:” her unlooked-for sallies in skirmishes with Miss\nTwinkleton are rich in mirthful surprises.  Mr. Grewgious may be\ncaricatured too much, but not out of reason; and Dickens, always good at\nboys, presents a _gamin_, in Deputy, who is in not unpleasant contrast\nwith the pathetic Jo of _Bleak House_.  Opinions may differ as to Edwin\nand Rosa, but the more closely one studies Edwin, the better one thinks\nof that character.  As far as we are allowed to see Helena Landless, the\nrestraint which she puts on her “tigerish blood” is admirable: she is\nvery fresh and original.  The villain is all that melodrama can desire,\nbut what we do miss, I think, is the “atmosphere” of a small cathedral\ntown.  Here there is a lack of softness and delicacy of treatment: on the\nother hand, the opium den is studied from the life.\n\nOn the whole, Dickens himself was perhaps most interested in his plot,\nhis secret, his surprises, his game of hide and seek with the reader.  He\nthrew himself into the sport with zest: he spoke to his sister-in-law,\nMiss Hogarth, about his fear that he had not sufficiently concealed his\ntracks in the latest numbers.  Yet, when he died in June, 1870, leaving\nthree completed numbers still unpublished, he left his secret as a puzzle\nto the curious.  Many efforts have been made to decipher his purpose,\nespecially his intentions as to the hero.  Was Edwin Drood killed, or did\nhe escape?\n\nBy a coincidence, in September, 1869, Dickens was working over the late\nLord Lytton’s tale for _All The Year Round_, “The Disappearance of John\nAckland,” for the purpose of mystifying the reader as to whether Ackland\nwas alive or dead.  But he was conspicuously defunct!  (_All the Year\nRound_, September-October, 1869.)\n\nThe most careful of the attempts at a reply about Edwin, a study based on\ndeep knowledge of Dickens, is “Watched by the Dead,” by the late\ningenious Mr. R. A. Proctor (1887).  This book, to which I owe much aid,\nis now out of print.  In 1905, Mr. Cuming Walters revived “the auld\nmysterie,” in his “Clues to Dickens’s Edwin Drood” (Chapman & Hall and\nHeywood, Manchester).  From the solution of Mr. Walters I am obliged to\ndissent.  Of Mr. Proctor’s theory I offer some necessary corrections, and\nI hope that I have unravelled some skeins which Mr. Proctor left in a\nstate of tangle.  As one read and re-read the fragment, points very dark\nseemed, at least, to become suddenly clear: especially one appeared to\nunderstand the meaning half-revealed and half-concealed by Jasper’s\nbabblings under the influence of opium.  He saw in his vision, “_that_, I\nnever saw _that_ before.”  We may be sure that he was to see “_that_” in\nreal life.  We must remember that, according to Forster, “such was\nDickens’s interest in things supernatural that, but for the strong\nrestraining power of his common sense, he might have fallen into the\nfollies of spiritualism.”  His interest in such matters certainly peeps\nout in this novel—there are two specimens of the supernormal—and he may\nhave gone to the limited extent which my hypothesis requires.  If I am\nright, Dickens went further, and fared worse, in the too material\npremonitions of “The Signalman” in _Mugby Junction_.\n\nWith this brief preface, I proceed to the analysis of Dickens’s last\nplot.  Mr. William Archer has kindly read the proof sheets and made\nvaluable suggestions, but is responsible for none of my theories.\n\n                                                              ANDREW LANG.\n\n\nCHAPTER: THE STORY\n\n\nDRAMATIS PERSONÆ\n\n\nFOR"
            ]
        }
    },
    {
        "id": "JM-52151_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_1000/C/1/17/paragraph/exp_2/JM-52151.txt",
        "manipulated_char_spans": [
            [
                5871,
                5934
            ],
            [
                1571,
                2139
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-52151",
        "gold_text": "/data/sub_sample/gold_sanity_1000/PG-52151.txt",
        "random_seed": 31,
        "params": {
            "n": 2,
            "min_len": 50,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-INFANT SCHOOLS AND DISSENTERS: A VINDICATION OF “A LETTER OF AFFECTIONATE REMONSTRANCE”-\n\n\nCHAPTER: PREFACE.\n\n\nTHE following Vindication was written during the week in which the Rev.\nJohn Perowne’s “Observations” appeared; and the publication of it has\nbeen hitherto delayed, partly from an unwillingness to pursue the subject\nof my “Letter” any farther, and partly from a determination not to\npublish till a fair opportunity had been given to obtain subscribers to\nthe New Infant School Society.  In replying to Mr. Geary it was\nimpossible to write with any other impression than that I was answering a\ngentleman and a Christian; and I hope that such an impression is\nmanifested in my pages.  And though Mr. Perowne has chosen to make my\n“Letter” on Infant Schools the pretext for a rude and personal attack, as\nwell as for insulting the whole body of Dissenters, I have nevertheless\nendeavoured to treat him with some degree of forbearance, and have in\nmany instances chastised him with whips only, when scorpions were at\nhand.  The great questions at issue between Churchmen and Dissenters\nnever can be settled by slander and abuse.  Mr. Perowne’s pamphlet\ntherefore must be an utter failure; and I hope that all who have read it,\nor who may read this, will retire from them both, diligently and devoutly\nto study the New Testament, as the only standard of Christian faith, and\nof Ecclesiastical government.\n\nNorwich, June 6th, 1836.\n\n\nCHAPTER: A VINDICATION\n\n\nWHEN I had read the pamphlet, published by my esteemed friend Mr. Geary,\nin reply to my “Letter,” it appeared to me that the facts, relative to\nthe proposed Infant School Society, were sufficiently before the public;\nand, therefore, I determined to send him a few explanatory remarks in\nwriting, rather than to make any reply through the medium of the press.\n\nHaving been induced to alter my determination, I respectfully submit to\nMr. Geary’s consideration, the following brief observations.\n\nBefore the examination of the Infant Schools took place in St. Andrew’s\nHall, the public were informed, by the newspapers, that it had been\ndetermined on, at a meeting held in the Guildhall, to which none but\nmembers of the Establishment were invited.  William Moore, Esq. was in\nthe chair, and the following resolution was passed:—“Resolved, that the\nsystem of Infant Education might be beneficially extended in this city;\nand, with a view of prominently bringing forward its advantages, that\nthere should be an examination of the children now receiving instruction\nin the Infant Schools of this city.”  The meeting which adopted that\nresolution, appeared to me to originate and to authorize the examination\nof the schools—and, whatever private understanding there might be with\nMr. Wilderspin, all that the public knew was what the resolution stated;\nand Mr. Wilderspin appeared to us, not as accomplishing “his own\nspeculation,” but as the agent, employed by the meeting, to carry its\nresolution into effect.  I think, therefore, that what I have stated, in\nthe eighth and ninth pages of my “Letter,” is fully borne out by all the\nfacts of the case.\n\nI said nothing in my “Letter” to intimate that the children of Dissenters\nwould be excluded from the proposed schools.  My explanation of the\n“Advertisement” which occasioned the “Letter” was this: “I understand it\nto mean, that the members of no other Christian church shall be allowed\nto participate with you in the formation of the society, or in its\ncommittee, or in its operations.”  If, however, I had expressed a fear\nthat the church catechism might be introduced, or that some arrangement\nmight be made which would prevent Dissenters from sending their children\nto the schools, the speeches at the public meeting, and Mr. Geary’s\npamphlet, satisfactorily negative such an apprehension.  All parties have\nunited in declaring that the schools will be open to all classes, and\nthat there will be no rules nor formulas against which Dissenters can\nobject.  At the public meeting, as reported in the newspapers, the Dean\nexpressly stated, that “they had no desire to exclude the children of any\npersons of whatever religion, because the children would not be\ninstructed in any points that any person might not learn; as they would\nbe taught to worship and adore God, to know the merits of our Saviour, to\nfear God and honour the King, and to live in peace and unity with one\nanother.  Their rules, said he, would be open to persons of all\ndenominations, who would have the opportunity of sending their children,\nif they accorded with those rules.”  Mr. G. Seppings “stated that the\nschool would be open to the children of persons of all denominations,\nwho might choose to send them.”  In full accordance with these decisive\nstatements, Mr. Geary says, “I cannot help again recurring to a mistake\ninto which my reverend friend has fallen, and which is throughout\nimplied, in regard to the exclusion of the children of dissent.  He may\nrest assured, that nothing is decided with respect to the discipline of\nthe schools, which can possibly be held to be an impediment with any\nconscientious Dissenter who desires to place his child there:—no impeding\ntests or testimonials on entering the school—no offensive rituals when\nthere.”  And in another part of his pamphlet he declares, “I have seen\nthe progress of the society in embryo, first, last, midst, and throughout\nall, without witnessing any symptoms of such a spirit.  Should it appear,\nI am prepared to contend with it hand to hand—foot to foot; and, should\nit unhappily prevail, I should feel bound to quit the society.”  The\nspeeches at the public meeting are, however, a sufficient guarantee that\nno such spirit will “unhappily prevail;” and I “rest assured,” that, so\nfar as the schools are concerned, they will be as comprehensive as those\nwhich already exist, and to which the children of Churchmen and\nDissenters are admitted on equal terms.  I deeply regret, however, that\nmy interpretation of the “Advertisement” has unfortunately proved true,\nand that, though the children of Dissenters are to be admitted into the\nschools, Dissenters themselves are, quite unnecessarily I think, excluded\nfrom the committee of the society, and from all its operations.\n\nThe public meeting, at which the preceding speeches were delivered, was\ndistinguished by the expression of many liberal and Christian sentiments;\nand those of us who were excluded from it, were in no small degree\ngratified in learning, from the public papers, that several",
                "-THE PUZZLE OF DICKENS’S LAST PLOT-\n\n\nCHAPTER: INTRODUCTION\n\n\nFORSTER tells us that Dickens, in his later novels, from _Bleak House_\nonwards (1853), “assiduously cultivated” construction, “this essential of\nhis art.”  Some critics may think, that since so many of the best novels\nin the world “have no outline, or, if they have an outline, it is a\ndemned outline,” elaborate construction is not absolutely “essential.”\nReally essential are character, “atmosphere,” humour.\n\nBut as, in the natural changes of life, and under the strain of restless\nand unsatisfied activity, his old buoyancy and unequalled high spirits\ndeserted Dickens, he certainly wrote no longer in what Scott, speaking of\nhimself, calls the manner of “hab nab at a venture.”  He constructed\nelaborate plots, rich in secrets and surprises.  He emulated the manner\nof Wilkie Collins, or even of Gaboriau, while he combined with some of\nthe elements of the detective novel, or _roman policier_, careful study\nof character.  Except _Great Expectations_, none of his later tales\nrivals in merit his early picaresque stories of the road, such as\n_Pickwick_ and _Nicholas Nickleby_.  “Youth will be served;” no sedulous\ncare could compensate for the exuberance of “the first sprightly\nrunnings.”  In the early books the melodrama of the plot, the secrets of\nRalph Nickleby, of Monk, of Jonas Chuzzlewit, were the least of the\ninnumerable attractions.  But Dickens was more and more drawn towards the\nsecret that excites curiosity, and to the game of hide and seek with the\nreader who tried to anticipate the solution of the secret.\n\nIn April, 1869, Dickens, outworn by the strain of his American readings;\nof that labour achieved under painful conditions of ominously bad\nhealth—found himself, as Sir Thomas Watson reported, “on the brink of an\nattack of paralysis of his left side, and possibly of apoplexy.”  He\ntherefore abandoned a new series of Readings.  We think of Scott’s\nearlier seizures of a similar kind, after which _Peveril_, he said,\n“smacked of the apoplexy.”  But Dickens’s new story of _The Mystery of\nEdwin Drood_, first contemplated in July, 1869, and altered in character\nby the emergence of “a very curious and new idea,” early in August, does\nnot “smack of the apoplexy.”  We may think that the mannerisms of Mr.\nHoneythunder, the philanthropist, and of Miss Twinkleton, the\nschoolmistress, are not in the author’s best vein of humour.  “The\nBillickin,” on the other hand, the lodging-house keeper, is “in very\ngracious fooling:” her unlooked-for sallies in skirmishes with Miss\nTwinkleton are rich in mirthful surprises.  Mr. Grewgious may be\ncaricatured too much, but not out of reason; and Dickens, always good at\nboys, presents a _gamin_, in Deputy, who is in not unpleasant contrast\nwith the pathetic Jo of _Bleak House_.  Opinions may differ as to Edwin\nand Rosa, but the more closely one studies Edwin, the better one thinks\nof that character.  As far as we are allowed to see Helena Landless, the\nrestraint which she puts on her “tigerish blood” is admirable: she is\nvery fresh and original.  The villain is all that melodrama can desire,\nbut what we do miss, I think, is the “atmosphere” of a small cathedral\ntown.  Here there is a lack of softness and delicacy of treatment: on the\nother hand, the opium den is studied from the life.\n\nOn the whole, Dickens himself was perhaps most interested in his plot,\nhis secret, his surprises, his game of hide and seek with the reader.  He\nthrew himself into the sport with zest: he spoke to his sister-in-law,\nMiss Hogarth, about his fear that he had not sufficiently concealed his\ntracks in the latest numbers.  Yet, when he died in June, 1870, leaving\nthree completed numbers still unpublished, he left his secret as a puzzle\nto the curious.  Many efforts have been made to decipher his purpose,\nespecially his intentions as to the hero.  Was Edwin Drood killed, or did\nhe escape?\n\nBy a coincidence, in September, 1869, Dickens was working over the late\nLord Lytton’s tale for _All The Year Round_, “The Disappearance of John\nAckland,” for the purpose of mystifying the reader as to whether Ackland\nwas alive or dead.  But he was conspicuously defunct!  (_All the Year\nRound_, September-October, 1869.)\n\nThe most careful of the attempts at a reply about Edwin, a study based on\ndeep knowledge of Dickens, is “Watched by the Dead,” by the late\ningenious Mr. R. A. Proctor (1887).  This book, to which I owe much aid,\nis now out of print.  In 1905, Mr. Cuming Walters revived “the auld\nmysterie,” in his “Clues to Dickens’s Edwin Drood” (Chapman & Hall and\nHeywood, Manchester).  From the solution of Mr. Walters I am obliged to\ndissent.  Of Mr. Proctor’s theory I offer some necessary corrections, and\nI hope that I have unravelled some skeins which Mr. Proctor left in a\nstate of tangle.  As one read and re-read the fragment, points very dark\nseemed, at least, to become suddenly clear: especially one appeared to\nunderstand the meaning half-revealed and half-concealed by Jasper’s\nbabblings under the influence of opium.  He saw in his vision, “_that_, I\nnever saw _that_ before.”  We may be sure that he was to see “_that_” in\nreal life.  We must remember that, according to Forster, “such was\nDickens’s interest in things supernatural that, but for the strong\nrestraining power of his common sense, he might have fallen into the\nfollies of spiritualism.”  His interest in such matters certainly peeps\nout in this novel—there are two specimens of the supernormal—and he may\nhave gone to the limited extent which my hypothesis requires.  If I am\nright, Dickens went further, and fared worse, in the too material\npremonitions of “The Signalman” in _Mugby Junction_.\n\nWith this brief preface, I proceed to the analysis of Dickens’s last\nplot.  Mr. William Archer has kindly read the proof sheets and made\nvaluable suggestions, but is responsible for none of my theories.\n\n                                                              ANDREW LANG.\n\n\nCHAPTER: THE STORY\n\n\nDRAMATIS PERSONÆ\n\n\nFOR"
            ]
        }
    },
    {
        "id": "JM-52440_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_1000/C/1/17/paragraph/exp_2/JM-52440.txt",
        "manipulated_char_spans": [
            [
                2333,
                5711
            ],
            [
                0,
                71
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-52440",
        "gold_text": "/data/sub_sample/gold_sanity_1000/PG-52440.txt",
        "random_seed": 31,
        "params": {
            "n": 2,
            "min_len": 50,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-INFANT SCHOOLS AND DISSENTERS: A VINDICATION OF “A LETTER OF AFFECTIONATE REMONSTRANCE”-\n\n\nCHAPTER: PREFACE.\n\n\nTHE following Vindication was written during the week in which the Rev.\nJohn Perowne’s “Observations” appeared; and the publication of it has\nbeen hitherto delayed, partly from an unwillingness to pursue the subject\nof my “Letter” any farther, and partly from a determination not to\npublish till a fair opportunity had been given to obtain subscribers to\nthe New Infant School Society.  In replying to Mr. Geary it was\nimpossible to write with any other impression than that I was answering a\ngentleman and a Christian; and I hope that such an impression is\nmanifested in my pages.  And though Mr. Perowne has chosen to make my\n“Letter” on Infant Schools the pretext for a rude and personal attack, as\nwell as for insulting the whole body of Dissenters, I have nevertheless\nendeavoured to treat him with some degree of forbearance, and have in\nmany instances chastised him with whips only, when scorpions were at\nhand.  The great questions at issue between Churchmen and Dissenters\nnever can be settled by slander and abuse.  Mr. Perowne’s pamphlet\ntherefore must be an utter failure; and I hope that all who have read it,\nor who may read this, will retire from them both, diligently and devoutly\nto study the New Testament, as the only standard of Christian faith, and\nof Ecclesiastical government.\n\nNorwich, June 6th, 1836.\n\n\nCHAPTER: A VINDICATION\n\n\nWHEN I had read the pamphlet, published by my esteemed friend Mr. Geary,\nin reply to my “Letter,” it appeared to me that the facts, relative to\nthe proposed Infant School Society, were sufficiently before the public;\nand, therefore, I determined to send him a few explanatory remarks in\nwriting, rather than to make any reply through the medium of the press.\n\nHaving been induced to alter my determination, I respectfully submit to\nMr. Geary’s consideration, the following brief observations.\n\nBefore the examination of the Infant Schools took place in St. Andrew’s\nHall, the public were informed, by the newspapers, that it had been\ndetermined on, at a meeting held in the Guildhall, to which none but\nmembers of the Establishment were invited.  William Moore, Esq. was in\nthe chair, and the following resolution was passed:—“Resolved, that the\nsystem of Infant Education might be beneficially extended in this city;\nand, with a view of prominently bringing forward its advantages, that\nthere should be an examination of the children now receiving instruction\nin the Infant Schools of this city.”  The meeting which adopted that\nresolution, appeared to me to originate and to authorize the examination\nof the schools—and, whatever private understanding there might be with\nMr. Wilderspin, all that the public knew was what the resolution stated;\nand Mr. Wilderspin appeared to us, not as accomplishing “his own\nspeculation,” but as the agent, employed by the meeting, to carry its\nresolution into effect.  I think, therefore, that what I have stated, in\nthe eighth and ninth pages of my “Letter,” is fully borne out by all the\nfacts of the case.\n\nI said nothing in my “Letter” to intimate that the children of Dissenters\nwould be excluded from the proposed schools.  My explanation of the\n“Advertisement” which occasioned the “Letter” was this: “I understand it\nto mean, that the members of no other Christian church shall be allowed\nto participate with you in the formation of the society, or in its\ncommittee, or in its operations.”  If, however, I had expressed a fear\nthat the church catechism might be introduced, or that some arrangement\nmight be made which would prevent Dissenters from sending their children\nto the schools, the speeches at the public meeting, and Mr. Geary’s\npamphlet, satisfactorily negative such an apprehension.  All parties have\nunited in declaring that the schools will be open to all classes, and\nthat there will be no rules nor formulas against which Dissenters can\nobject.  At the public meeting, as reported in the newspapers, the Dean\nexpressly stated, that “they had no desire to exclude the children of any\npersons of whatever religion, because the children would not be\ninstructed in any points that any person might not learn; as they would\nbe taught to worship and adore God, to know the merits of our Saviour, to\nfear God and honour the King, and to live in peace and unity with one\nanother.  Their rules, said he, would be open to persons of all\ndenominations, who would have the opportunity of sending their children,\nif they accorded with those rules.”  Mr. G. Seppings “stated that the\nschool would be open to the children of persons of all denominations,\nwho might choose to send them.”  In full accordance with these decisive\nstatements, Mr. Geary says, “I cannot help again recurring to a mistake\ninto which my reverend friend has fallen, and which is throughout\nimplied, in regard to the exclusion of the children of dissent.  He may\nrest assured, that nothing is decided with respect to the discipline of\nthe schools, which can possibly be held to be an impediment with any\nconscientious Dissenter who desires to place his child there:—no impeding\ntests or testimonials on entering the school—no offensive rituals when\nthere.”  And in another part of his pamphlet he declares, “I have seen\nthe progress of the society in embryo, first, last, midst, and throughout\nall, without witnessing any symptoms of such a spirit.  Should it appear,\nI am prepared to contend with it hand to hand—foot to foot; and, should\nit unhappily prevail, I should feel bound to quit the society.”  The\nspeeches at the public meeting are, however, a sufficient guarantee that\nno such spirit will “unhappily prevail;” and I “rest assured,” that, so\nfar as the schools are concerned, they will be as comprehensive as those\nwhich already exist, and to which the children of Churchmen and\nDissenters are admitted on equal terms.  I deeply regret, however, that\nmy interpretation of the “Advertisement” has unfortunately proved true,\nand that, though the children of Dissenters are to be admitted into the\nschools, Dissenters themselves are, quite unnecessarily I think, excluded\nfrom the committee of the society, and from all its operations.\n\nThe public meeting, at which the preceding speeches were delivered, was\ndistinguished by the expression of many liberal and Christian sentiments;\nand those of us who were excluded from it, were in no small degree\ngratified in learning, from the public papers, that several",
                "-THE PUZZLE OF DICKENS’S LAST PLOT-\n\n\nCHAPTER: INTRODUCTION\n\n\nFORSTER tells us that Dickens, in his later novels, from _Bleak House_\nonwards (1853), “assiduously cultivated” construction, “this essential of\nhis art.”  Some critics may think, that since so many of the best novels\nin the world “have no outline, or, if they have an outline, it is a\ndemned outline,” elaborate construction is not absolutely “essential.”\nReally essential are character, “atmosphere,” humour.\n\nBut as, in the natural changes of life, and under the strain of restless\nand unsatisfied activity, his old buoyancy and unequalled high spirits\ndeserted Dickens, he certainly wrote no longer in what Scott, speaking of\nhimself, calls the manner of “hab nab at a venture.”  He constructed\nelaborate plots, rich in secrets and surprises.  He emulated the manner\nof Wilkie Collins, or even of Gaboriau, while he combined with some of\nthe elements of the detective novel, or _roman policier_, careful study\nof character.  Except _Great Expectations_, none of his later tales\nrivals in merit his early picaresque stories of the road, such as\n_Pickwick_ and _Nicholas Nickleby_.  “Youth will be served;” no sedulous\ncare could compensate for the exuberance of “the first sprightly\nrunnings.”  In the early books the melodrama of the plot, the secrets of\nRalph Nickleby, of Monk, of Jonas Chuzzlewit, were the least of the\ninnumerable attractions.  But Dickens was more and more drawn towards the\nsecret that excites curiosity, and to the game of hide and seek with the\nreader who tried to anticipate the solution of the secret.\n\nIn April, 1869, Dickens, outworn by the strain of his American readings;\nof that labour achieved under painful conditions of ominously bad\nhealth—found himself, as Sir Thomas Watson reported, “on the brink of an\nattack of paralysis of his left side, and possibly of apoplexy.”  He\ntherefore abandoned a new series of Readings.  We think of Scott’s\nearlier seizures of a similar kind, after which _Peveril_, he said,\n“smacked of the apoplexy.”  But Dickens’s new story of _The Mystery of\nEdwin Drood_, first contemplated in July, 1869, and altered in character\nby the emergence of “a very curious and new idea,” early in August, does\nnot “smack of the apoplexy.”  We may think that the mannerisms of Mr.\nHoneythunder, the philanthropist, and of Miss Twinkleton, the\nschoolmistress, are not in the author’s best vein of humour.  “The\nBillickin,” on the other hand, the lodging-house keeper, is “in very\ngracious fooling:” her unlooked-for sallies in skirmishes with Miss\nTwinkleton are rich in mirthful surprises.  Mr. Grewgious may be\ncaricatured too much, but not out of reason; and Dickens, always good at\nboys, presents a _gamin_, in Deputy, who is in not unpleasant contrast\nwith the pathetic Jo of _Bleak House_.  Opinions may differ as to Edwin\nand Rosa, but the more closely one studies Edwin, the better one thinks\nof that character.  As far as we are allowed to see Helena Landless, the\nrestraint which she puts on her “tigerish blood” is admirable: she is\nvery fresh and original.  The villain is all that melodrama can desire,\nbut what we do miss, I think, is the “atmosphere” of a small cathedral\ntown.  Here there is a lack of softness and delicacy of treatment: on the\nother hand, the opium den is studied from the life.\n\nOn the whole, Dickens himself was perhaps most interested in his plot,\nhis secret, his surprises, his game of hide and seek with the reader.  He\nthrew himself into the sport with zest: he spoke to his sister-in-law,\nMiss Hogarth, about his fear that he had not sufficiently concealed his\ntracks in the latest numbers.  Yet, when he died in June, 1870, leaving\nthree completed numbers still unpublished, he left his secret as a puzzle\nto the curious.  Many efforts have been made to decipher his purpose,\nespecially his intentions as to the hero.  Was Edwin Drood killed, or did\nhe escape?\n\nBy a coincidence, in September, 1869, Dickens was working over the late\nLord Lytton’s tale for _All The Year Round_, “The Disappearance of John\nAckland,” for the purpose of mystifying the reader as to whether Ackland\nwas alive or dead.  But he was conspicuously defunct!  (_All the Year\nRound_, September-October, 1869.)\n\nThe most careful of the attempts at a reply about Edwin, a study based on\ndeep knowledge of Dickens, is “Watched by the Dead,” by the late\ningenious Mr. R. A. Proctor (1887).  This book, to which I owe much aid,\nis now out of print.  In 1905, Mr. Cuming Walters revived “the auld\nmysterie,” in his “Clues to Dickens’s Edwin Drood” (Chapman & Hall and\nHeywood, Manchester).  From the solution of Mr. Walters I am obliged to\ndissent.  Of Mr. Proctor’s theory I offer some necessary corrections, and\nI hope that I have unravelled some skeins which Mr. Proctor left in a\nstate of tangle.  As one read and re-read the fragment, points very dark\nseemed, at least, to become suddenly clear: especially one appeared to\nunderstand the meaning half-revealed and half-concealed by Jasper’s\nbabblings under the influence of opium.  He saw in his vision, “_that_, I\nnever saw _that_ before.”  We may be sure that he was to see “_that_” in\nreal life.  We must remember that, according to Forster, “such was\nDickens’s interest in things supernatural that, but for the strong\nrestraining power of his common sense, he might have fallen into the\nfollies of spiritualism.”  His interest in such matters certainly peeps\nout in this novel—there are two specimens of the supernormal—and he may\nhave gone to the limited extent which my hypothesis requires.  If I am\nright, Dickens went further, and fared worse, in the too material\npremonitions of “The Signalman” in _Mugby Junction_.\n\nWith this brief preface, I proceed to the analysis of Dickens’s last\nplot.  Mr. William Archer has kindly read the proof sheets and made\nvaluable suggestions, but is responsible for none of my theories.\n\n                                                              ANDREW LANG.\n\n\nCHAPTER: THE STORY\n\n\nDRAMATIS PERSONÆ\n\n\nFOR"
            ]
        }
    },
    {
        "id": "JM-58121_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_1000/C/1/17/paragraph/exp_2/JM-58121.txt",
        "manipulated_char_spans": [
            [
                71,
                1412
            ],
            [
                1414,
                3691
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-58121",
        "gold_text": "/data/sub_sample/gold_sanity_1000/PG-58121.txt",
        "random_seed": 31,
        "params": {
            "n": 2,
            "min_len": 50,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-INFANT SCHOOLS AND DISSENTERS: A VINDICATION OF “A LETTER OF AFFECTIONATE REMONSTRANCE”-\n\n\nCHAPTER: PREFACE.\n\n\nTHE following Vindication was written during the week in which the Rev.\nJohn Perowne’s “Observations” appeared; and the publication of it has\nbeen hitherto delayed, partly from an unwillingness to pursue the subject\nof my “Letter” any farther, and partly from a determination not to\npublish till a fair opportunity had been given to obtain subscribers to\nthe New Infant School Society.  In replying to Mr. Geary it was\nimpossible to write with any other impression than that I was answering a\ngentleman and a Christian; and I hope that such an impression is\nmanifested in my pages.  And though Mr. Perowne has chosen to make my\n“Letter” on Infant Schools the pretext for a rude and personal attack, as\nwell as for insulting the whole body of Dissenters, I have nevertheless\nendeavoured to treat him with some degree of forbearance, and have in\nmany instances chastised him with whips only, when scorpions were at\nhand.  The great questions at issue between Churchmen and Dissenters\nnever can be settled by slander and abuse.  Mr. Perowne’s pamphlet\ntherefore must be an utter failure; and I hope that all who have read it,\nor who may read this, will retire from them both, diligently and devoutly\nto study the New Testament, as the only standard of Christian faith, and\nof Ecclesiastical government.\n\nNorwich, June 6th, 1836.\n\n\nCHAPTER: A VINDICATION\n\n\nWHEN I had read the pamphlet, published by my esteemed friend Mr. Geary,\nin reply to my “Letter,” it appeared to me that the facts, relative to\nthe proposed Infant School Society, were sufficiently before the public;\nand, therefore, I determined to send him a few explanatory remarks in\nwriting, rather than to make any reply through the medium of the press.\n\nHaving been induced to alter my determination, I respectfully submit to\nMr. Geary’s consideration, the following brief observations.\n\nBefore the examination of the Infant Schools took place in St. Andrew’s\nHall, the public were informed, by the newspapers, that it had been\ndetermined on, at a meeting held in the Guildhall, to which none but\nmembers of the Establishment were invited.  William Moore, Esq. was in\nthe chair, and the following resolution was passed:—“Resolved, that the\nsystem of Infant Education might be beneficially extended in this city;\nand, with a view of prominently bringing forward its advantages, that\nthere should be an examination of the children now receiving instruction\nin the Infant Schools of this city.”  The meeting which adopted that\nresolution, appeared to me to originate and to authorize the examination\nof the schools—and, whatever private understanding there might be with\nMr. Wilderspin, all that the public knew was what the resolution stated;\nand Mr. Wilderspin appeared to us, not as accomplishing “his own\nspeculation,” but as the agent, employed by the meeting, to carry its\nresolution into effect.  I think, therefore, that what I have stated, in\nthe eighth and ninth pages of my “Letter,” is fully borne out by all the\nfacts of the case.\n\nI said nothing in my “Letter” to intimate that the children of Dissenters\nwould be excluded from the proposed schools.  My explanation of the\n“Advertisement” which occasioned the “Letter” was this: “I understand it\nto mean, that the members of no other Christian church shall be allowed\nto participate with you in the formation of the society, or in its\ncommittee, or in its operations.”  If, however, I had expressed a fear\nthat the church catechism might be introduced, or that some arrangement\nmight be made which would prevent Dissenters from sending their children\nto the schools, the speeches at the public meeting, and Mr. Geary’s\npamphlet, satisfactorily negative such an apprehension.  All parties have\nunited in declaring that the schools will be open to all classes, and\nthat there will be no rules nor formulas against which Dissenters can\nobject.  At the public meeting, as reported in the newspapers, the Dean\nexpressly stated, that “they had no desire to exclude the children of any\npersons of whatever religion, because the children would not be\ninstructed in any points that any person might not learn; as they would\nbe taught to worship and adore God, to know the merits of our Saviour, to\nfear God and honour the King, and to live in peace and unity with one\nanother.  Their rules, said he, would be open to persons of all\ndenominations, who would have the opportunity of sending their children,\nif they accorded with those rules.”  Mr. G. Seppings “stated that the\nschool would be open to the children of persons of all denominations,\nwho might choose to send them.”  In full accordance with these decisive\nstatements, Mr. Geary says, “I cannot help again recurring to a mistake\ninto which my reverend friend has fallen, and which is throughout\nimplied, in regard to the exclusion of the children of dissent.  He may\nrest assured, that nothing is decided with respect to the discipline of\nthe schools, which can possibly be held to be an impediment with any\nconscientious Dissenter who desires to place his child there:—no impeding\ntests or testimonials on entering the school—no offensive rituals when\nthere.”  And in another part of his pamphlet he declares, “I have seen\nthe progress of the society in embryo, first, last, midst, and throughout\nall, without witnessing any symptoms of such a spirit.  Should it appear,\nI am prepared to contend with it hand to hand—foot to foot; and, should\nit unhappily prevail, I should feel bound to quit the society.”  The\nspeeches at the public meeting are, however, a sufficient guarantee that\nno such spirit will “unhappily prevail;” and I “rest assured,” that, so\nfar as the schools are concerned, they will be as comprehensive as those\nwhich already exist, and to which the children of Churchmen and\nDissenters are admitted on equal terms.  I deeply regret, however, that\nmy interpretation of the “Advertisement” has unfortunately proved true,\nand that, though the children of Dissenters are to be admitted into the\nschools, Dissenters themselves are, quite unnecessarily I think, excluded\nfrom the committee of the society, and from all its operations.\n\nThe public meeting, at which the preceding speeches were delivered, was\ndistinguished by the expression of many liberal and Christian sentiments;\nand those of us who were excluded from it, were in no small degree\ngratified in learning, from the public papers, that several",
                "-THE PUZZLE OF DICKENS’S LAST PLOT-\n\n\nCHAPTER: INTRODUCTION\n\n\nFORSTER tells us that Dickens, in his later novels, from _Bleak House_\nonwards (1853), “assiduously cultivated” construction, “this essential of\nhis art.”  Some critics may think, that since so many of the best novels\nin the world “have no outline, or, if they have an outline, it is a\ndemned outline,” elaborate construction is not absolutely “essential.”\nReally essential are character, “atmosphere,” humour.\n\nBut as, in the natural changes of life, and under the strain of restless\nand unsatisfied activity, his old buoyancy and unequalled high spirits\ndeserted Dickens, he certainly wrote no longer in what Scott, speaking of\nhimself, calls the manner of “hab nab at a venture.”  He constructed\nelaborate plots, rich in secrets and surprises.  He emulated the manner\nof Wilkie Collins, or even of Gaboriau, while he combined with some of\nthe elements of the detective novel, or _roman policier_, careful study\nof character.  Except _Great Expectations_, none of his later tales\nrivals in merit his early picaresque stories of the road, such as\n_Pickwick_ and _Nicholas Nickleby_.  “Youth will be served;” no sedulous\ncare could compensate for the exuberance of “the first sprightly\nrunnings.”  In the early books the melodrama of the plot, the secrets of\nRalph Nickleby, of Monk, of Jonas Chuzzlewit, were the least of the\ninnumerable attractions.  But Dickens was more and more drawn towards the\nsecret that excites curiosity, and to the game of hide and seek with the\nreader who tried to anticipate the solution of the secret.\n\nIn April, 1869, Dickens, outworn by the strain of his American readings;\nof that labour achieved under painful conditions of ominously bad\nhealth—found himself, as Sir Thomas Watson reported, “on the brink of an\nattack of paralysis of his left side, and possibly of apoplexy.”  He\ntherefore abandoned a new series of Readings.  We think of Scott’s\nearlier seizures of a similar kind, after which _Peveril_, he said,\n“smacked of the apoplexy.”  But Dickens’s new story of _The Mystery of\nEdwin Drood_, first contemplated in July, 1869, and altered in character\nby the emergence of “a very curious and new idea,” early in August, does\nnot “smack of the apoplexy.”  We may think that the mannerisms of Mr.\nHoneythunder, the philanthropist, and of Miss Twinkleton, the\nschoolmistress, are not in the author’s best vein of humour.  “The\nBillickin,” on the other hand, the lodging-house keeper, is “in very\ngracious fooling:” her unlooked-for sallies in skirmishes with Miss\nTwinkleton are rich in mirthful surprises.  Mr. Grewgious may be\ncaricatured too much, but not out of reason; and Dickens, always good at\nboys, presents a _gamin_, in Deputy, who is in not unpleasant contrast\nwith the pathetic Jo of _Bleak House_.  Opinions may differ as to Edwin\nand Rosa, but the more closely one studies Edwin, the better one thinks\nof that character.  As far as we are allowed to see Helena Landless, the\nrestraint which she puts on her “tigerish blood” is admirable: she is\nvery fresh and original.  The villain is all that melodrama can desire,\nbut what we do miss, I think, is the “atmosphere” of a small cathedral\ntown.  Here there is a lack of softness and delicacy of treatment: on the\nother hand, the opium den is studied from the life.\n\nOn the whole, Dickens himself was perhaps most interested in his plot,\nhis secret, his surprises, his game of hide and seek with the reader.  He\nthrew himself into the sport with zest: he spoke to his sister-in-law,\nMiss Hogarth, about his fear that he had not sufficiently concealed his\ntracks in the latest numbers.  Yet, when he died in June, 1870, leaving\nthree completed numbers still unpublished, he left his secret as a puzzle\nto the curious.  Many efforts have been made to decipher his purpose,\nespecially his intentions as to the hero.  Was Edwin Drood killed, or did\nhe escape?\n\nBy a coincidence, in September, 1869, Dickens was working over the late\nLord Lytton’s tale for _All The Year Round_, “The Disappearance of John\nAckland,” for the purpose of mystifying the reader as to whether Ackland\nwas alive or dead.  But he was conspicuously defunct!  (_All the Year\nRound_, September-October, 1869.)\n\nThe most careful of the attempts at a reply about Edwin, a study based on\ndeep knowledge of Dickens, is “Watched by the Dead,” by the late\ningenious Mr. R. A. Proctor (1887).  This book, to which I owe much aid,\nis now out of print.  In 1905, Mr. Cuming Walters revived “the auld\nmysterie,” in his “Clues to Dickens’s Edwin Drood” (Chapman & Hall and\nHeywood, Manchester).  From the solution of Mr. Walters I am obliged to\ndissent.  Of Mr. Proctor’s theory I offer some necessary corrections, and\nI hope that I have unravelled some skeins which Mr. Proctor left in a\nstate of tangle.  As one read and re-read the fragment, points very dark\nseemed, at least, to become suddenly clear: especially one appeared to\nunderstand the meaning half-revealed and half-concealed by Jasper’s\nbabblings under the influence of opium.  He saw in his vision, “_that_, I\nnever saw _that_ before.”  We may be sure that he was to see “_that_” in\nreal life.  We must remember that, according to Forster, “such was\nDickens’s interest in things supernatural that, but for the strong\nrestraining power of his common sense, he might have fallen into the\nfollies of spiritualism.”  His interest in such matters certainly peeps\nout in this novel—there are two specimens of the supernormal—and he may\nhave gone to the limited extent which my hypothesis requires.  If I am\nright, Dickens went further, and fared worse, in the too material\npremonitions of “The Signalman” in _Mugby Junction_.\n\nWith this brief preface, I proceed to the analysis of Dickens’s last\nplot.  Mr. William Archer has kindly read the proof sheets and made\nvaluable suggestions, but is responsible for none of my theories.\n\n                                                              ANDREW LANG.\n\n\nCHAPTER: THE STORY\n\n\nDRAMATIS PERSONÆ\n\n\nFOR"
            ]
        }
    },
    {
        "id": "JM-62714_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_1000/C/1/17/paragraph/exp_2/JM-62714.txt",
        "manipulated_char_spans": [
            [
                2949,
                3008
            ],
            [
                581,
                934
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-62714",
        "gold_text": "/data/sub_sample/gold_sanity_1000/PG-62714.txt",
        "random_seed": 31,
        "params": {
            "n": 2,
            "min_len": 50,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-INFANT SCHOOLS AND DISSENTERS: A VINDICATION OF “A LETTER OF AFFECTIONATE REMONSTRANCE”-\n\n\nCHAPTER: PREFACE.\n\n\nTHE following Vindication was written during the week in which the Rev.\nJohn Perowne’s “Observations” appeared; and the publication of it has\nbeen hitherto delayed, partly from an unwillingness to pursue the subject\nof my “Letter” any farther, and partly from a determination not to\npublish till a fair opportunity had been given to obtain subscribers to\nthe New Infant School Society.  In replying to Mr. Geary it was\nimpossible to write with any other impression than that I was answering a\ngentleman and a Christian; and I hope that such an impression is\nmanifested in my pages.  And though Mr. Perowne has chosen to make my\n“Letter” on Infant Schools the pretext for a rude and personal attack, as\nwell as for insulting the whole body of Dissenters, I have nevertheless\nendeavoured to treat him with some degree of forbearance, and have in\nmany instances chastised him with whips only, when scorpions were at\nhand.  The great questions at issue between Churchmen and Dissenters\nnever can be settled by slander and abuse.  Mr. Perowne’s pamphlet\ntherefore must be an utter failure; and I hope that all who have read it,\nor who may read this, will retire from them both, diligently and devoutly\nto study the New Testament, as the only standard of Christian faith, and\nof Ecclesiastical government.\n\nNorwich, June 6th, 1836.\n\n\nCHAPTER: A VINDICATION\n\n\nWHEN I had read the pamphlet, published by my esteemed friend Mr. Geary,\nin reply to my “Letter,” it appeared to me that the facts, relative to\nthe proposed Infant School Society, were sufficiently before the public;\nand, therefore, I determined to send him a few explanatory remarks in\nwriting, rather than to make any reply through the medium of the press.\n\nHaving been induced to alter my determination, I respectfully submit to\nMr. Geary’s consideration, the following brief observations.\n\nBefore the examination of the Infant Schools took place in St. Andrew’s\nHall, the public were informed, by the newspapers, that it had been\ndetermined on, at a meeting held in the Guildhall, to which none but\nmembers of the Establishment were invited.  William Moore, Esq. was in\nthe chair, and the following resolution was passed:—“Resolved, that the\nsystem of Infant Education might be beneficially extended in this city;\nand, with a view of prominently bringing forward its advantages, that\nthere should be an examination of the children now receiving instruction\nin the Infant Schools of this city.”  The meeting which adopted that\nresolution, appeared to me to originate and to authorize the examination\nof the schools—and, whatever private understanding there might be with\nMr. Wilderspin, all that the public knew was what the resolution stated;\nand Mr. Wilderspin appeared to us, not as accomplishing “his own\nspeculation,” but as the agent, employed by the meeting, to carry its\nresolution into effect.  I think, therefore, that what I have stated, in\nthe eighth and ninth pages of my “Letter,” is fully borne out by all the\nfacts of the case.\n\nI said nothing in my “Letter” to intimate that the children of Dissenters\nwould be excluded from the proposed schools.  My explanation of the\n“Advertisement” which occasioned the “Letter” was this: “I understand it\nto mean, that the members of no other Christian church shall be allowed\nto participate with you in the formation of the society, or in its\ncommittee, or in its operations.”  If, however, I had expressed a fear\nthat the church catechism might be introduced, or that some arrangement\nmight be made which would prevent Dissenters from sending their children\nto the schools, the speeches at the public meeting, and Mr. Geary’s\npamphlet, satisfactorily negative such an apprehension.  All parties have\nunited in declaring that the schools will be open to all classes, and\nthat there will be no rules nor formulas against which Dissenters can\nobject.  At the public meeting, as reported in the newspapers, the Dean\nexpressly stated, that “they had no desire to exclude the children of any\npersons of whatever religion, because the children would not be\ninstructed in any points that any person might not learn; as they would\nbe taught to worship and adore God, to know the merits of our Saviour, to\nfear God and honour the King, and to live in peace and unity with one\nanother.  Their rules, said he, would be open to persons of all\ndenominations, who would have the opportunity of sending their children,\nif they accorded with those rules.”  Mr. G. Seppings “stated that the\nschool would be open to the children of persons of all denominations,\nwho might choose to send them.”  In full accordance with these decisive\nstatements, Mr. Geary says, “I cannot help again recurring to a mistake\ninto which my reverend friend has fallen, and which is throughout\nimplied, in regard to the exclusion of the children of dissent.  He may\nrest assured, that nothing is decided with respect to the discipline of\nthe schools, which can possibly be held to be an impediment with any\nconscientious Dissenter who desires to place his child there:—no impeding\ntests or testimonials on entering the school—no offensive rituals when\nthere.”  And in another part of his pamphlet he declares, “I have seen\nthe progress of the society in embryo, first, last, midst, and throughout\nall, without witnessing any symptoms of such a spirit.  Should it appear,\nI am prepared to contend with it hand to hand—foot to foot; and, should\nit unhappily prevail, I should feel bound to quit the society.”  The\nspeeches at the public meeting are, however, a sufficient guarantee that\nno such spirit will “unhappily prevail;” and I “rest assured,” that, so\nfar as the schools are concerned, they will be as comprehensive as those\nwhich already exist, and to which the children of Churchmen and\nDissenters are admitted on equal terms.  I deeply regret, however, that\nmy interpretation of the “Advertisement” has unfortunately proved true,\nand that, though the children of Dissenters are to be admitted into the\nschools, Dissenters themselves are, quite unnecessarily I think, excluded\nfrom the committee of the society, and from all its operations.\n\nThe public meeting, at which the preceding speeches were delivered, was\ndistinguished by the expression of many liberal and Christian sentiments;\nand those of us who were excluded from it, were in no small degree\ngratified in learning, from the public papers, that several",
                "-THE PUZZLE OF DICKENS’S LAST PLOT-\n\n\nCHAPTER: INTRODUCTION\n\n\nFORSTER tells us that Dickens, in his later novels, from _Bleak House_\nonwards (1853), “assiduously cultivated” construction, “this essential of\nhis art.”  Some critics may think, that since so many of the best novels\nin the world “have no outline, or, if they have an outline, it is a\ndemned outline,” elaborate construction is not absolutely “essential.”\nReally essential are character, “atmosphere,” humour.\n\nBut as, in the natural changes of life, and under the strain of restless\nand unsatisfied activity, his old buoyancy and unequalled high spirits\ndeserted Dickens, he certainly wrote no longer in what Scott, speaking of\nhimself, calls the manner of “hab nab at a venture.”  He constructed\nelaborate plots, rich in secrets and surprises.  He emulated the manner\nof Wilkie Collins, or even of Gaboriau, while he combined with some of\nthe elements of the detective novel, or _roman policier_, careful study\nof character.  Except _Great Expectations_, none of his later tales\nrivals in merit his early picaresque stories of the road, such as\n_Pickwick_ and _Nicholas Nickleby_.  “Youth will be served;” no sedulous\ncare could compensate for the exuberance of “the first sprightly\nrunnings.”  In the early books the melodrama of the plot, the secrets of\nRalph Nickleby, of Monk, of Jonas Chuzzlewit, were the least of the\ninnumerable attractions.  But Dickens was more and more drawn towards the\nsecret that excites curiosity, and to the game of hide and seek with the\nreader who tried to anticipate the solution of the secret.\n\nIn April, 1869, Dickens, outworn by the strain of his American readings;\nof that labour achieved under painful conditions of ominously bad\nhealth—found himself, as Sir Thomas Watson reported, “on the brink of an\nattack of paralysis of his left side, and possibly of apoplexy.”  He\ntherefore abandoned a new series of Readings.  We think of Scott’s\nearlier seizures of a similar kind, after which _Peveril_, he said,\n“smacked of the apoplexy.”  But Dickens’s new story of _The Mystery of\nEdwin Drood_, first contemplated in July, 1869, and altered in character\nby the emergence of “a very curious and new idea,” early in August, does\nnot “smack of the apoplexy.”  We may think that the mannerisms of Mr.\nHoneythunder, the philanthropist, and of Miss Twinkleton, the\nschoolmistress, are not in the author’s best vein of humour.  “The\nBillickin,” on the other hand, the lodging-house keeper, is “in very\ngracious fooling:” her unlooked-for sallies in skirmishes with Miss\nTwinkleton are rich in mirthful surprises.  Mr. Grewgious may be\ncaricatured too much, but not out of reason; and Dickens, always good at\nboys, presents a _gamin_, in Deputy, who is in not unpleasant contrast\nwith the pathetic Jo of _Bleak House_.  Opinions may differ as to Edwin\nand Rosa, but the more closely one studies Edwin, the better one thinks\nof that character.  As far as we are allowed to see Helena Landless, the\nrestraint which she puts on her “tigerish blood” is admirable: she is\nvery fresh and original.  The villain is all that melodrama can desire,\nbut what we do miss, I think, is the “atmosphere” of a small cathedral\ntown.  Here there is a lack of softness and delicacy of treatment: on the\nother hand, the opium den is studied from the life.\n\nOn the whole, Dickens himself was perhaps most interested in his plot,\nhis secret, his surprises, his game of hide and seek with the reader.  He\nthrew himself into the sport with zest: he spoke to his sister-in-law,\nMiss Hogarth, about his fear that he had not sufficiently concealed his\ntracks in the latest numbers.  Yet, when he died in June, 1870, leaving\nthree completed numbers still unpublished, he left his secret as a puzzle\nto the curious.  Many efforts have been made to decipher his purpose,\nespecially his intentions as to the hero.  Was Edwin Drood killed, or did\nhe escape?\n\nBy a coincidence, in September, 1869, Dickens was working over the late\nLord Lytton’s tale for _All The Year Round_, “The Disappearance of John\nAckland,” for the purpose of mystifying the reader as to whether Ackland\nwas alive or dead.  But he was conspicuously defunct!  (_All the Year\nRound_, September-October, 1869.)\n\nThe most careful of the attempts at a reply about Edwin, a study based on\ndeep knowledge of Dickens, is “Watched by the Dead,” by the late\ningenious Mr. R. A. Proctor (1887).  This book, to which I owe much aid,\nis now out of print.  In 1905, Mr. Cuming Walters revived “the auld\nmysterie,” in his “Clues to Dickens’s Edwin Drood” (Chapman & Hall and\nHeywood, Manchester).  From the solution of Mr. Walters I am obliged to\ndissent.  Of Mr. Proctor’s theory I offer some necessary corrections, and\nI hope that I have unravelled some skeins which Mr. Proctor left in a\nstate of tangle.  As one read and re-read the fragment, points very dark\nseemed, at least, to become suddenly clear: especially one appeared to\nunderstand the meaning half-revealed and half-concealed by Jasper’s\nbabblings under the influence of opium.  He saw in his vision, “_that_, I\nnever saw _that_ before.”  We may be sure that he was to see “_that_” in\nreal life.  We must remember that, according to Forster, “such was\nDickens’s interest in things supernatural that, but for the strong\nrestraining power of his common sense, he might have fallen into the\nfollies of spiritualism.”  His interest in such matters certainly peeps\nout in this novel—there are two specimens of the supernormal—and he may\nhave gone to the limited extent which my hypothesis requires.  If I am\nright, Dickens went further, and fared worse, in the too material\npremonitions of “The Signalman” in _Mugby Junction_.\n\nWith this brief preface, I proceed to the analysis of Dickens’s last\nplot.  Mr. William Archer has kindly read the proof sheets and made\nvaluable suggestions, but is responsible for none of my theories.\n\n                                                              ANDREW LANG.\n\n\nCHAPTER: THE STORY\n\n\nDRAMATIS PERSONÆ\n\n\nFOR"
            ]
        }
    },
    {
        "id": "JM-63325_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_1000/C/1/17/paragraph/exp_2/JM-63325.txt",
        "manipulated_char_spans": [
            [
                1464,
                1823
            ],
            [
                3113,
                6231
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-63325",
        "gold_text": "/data/sub_sample/gold_sanity_1000/PG-63325.txt",
        "random_seed": 31,
        "params": {
            "n": 2,
            "min_len": 50,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-INFANT SCHOOLS AND DISSENTERS: A VINDICATION OF “A LETTER OF AFFECTIONATE REMONSTRANCE”-\n\n\nCHAPTER: PREFACE.\n\n\nTHE following Vindication was written during the week in which the Rev.\nJohn Perowne’s “Observations” appeared; and the publication of it has\nbeen hitherto delayed, partly from an unwillingness to pursue the subject\nof my “Letter” any farther, and partly from a determination not to\npublish till a fair opportunity had been given to obtain subscribers to\nthe New Infant School Society.  In replying to Mr. Geary it was\nimpossible to write with any other impression than that I was answering a\ngentleman and a Christian; and I hope that such an impression is\nmanifested in my pages.  And though Mr. Perowne has chosen to make my\n“Letter” on Infant Schools the pretext for a rude and personal attack, as\nwell as for insulting the whole body of Dissenters, I have nevertheless\nendeavoured to treat him with some degree of forbearance, and have in\nmany instances chastised him with whips only, when scorpions were at\nhand.  The great questions at issue between Churchmen and Dissenters\nnever can be settled by slander and abuse.  Mr. Perowne’s pamphlet\ntherefore must be an utter failure; and I hope that all who have read it,\nor who may read this, will retire from them both, diligently and devoutly\nto study the New Testament, as the only standard of Christian faith, and\nof Ecclesiastical government.\n\nNorwich, June 6th, 1836.\n\n\nCHAPTER: A VINDICATION\n\n\nWHEN I had read the pamphlet, published by my esteemed friend Mr. Geary,\nin reply to my “Letter,” it appeared to me that the facts, relative to\nthe proposed Infant School Society, were sufficiently before the public;\nand, therefore, I determined to send him a few explanatory remarks in\nwriting, rather than to make any reply through the medium of the press.\n\nHaving been induced to alter my determination, I respectfully submit to\nMr. Geary’s consideration, the following brief observations.\n\nBefore the examination of the Infant Schools took place in St. Andrew’s\nHall, the public were informed, by the newspapers, that it had been\ndetermined on, at a meeting held in the Guildhall, to which none but\nmembers of the Establishment were invited.  William Moore, Esq. was in\nthe chair, and the following resolution was passed:—“Resolved, that the\nsystem of Infant Education might be beneficially extended in this city;\nand, with a view of prominently bringing forward its advantages, that\nthere should be an examination of the children now receiving instruction\nin the Infant Schools of this city.”  The meeting which adopted that\nresolution, appeared to me to originate and to authorize the examination\nof the schools—and, whatever private understanding there might be with\nMr. Wilderspin, all that the public knew was what the resolution stated;\nand Mr. Wilderspin appeared to us, not as accomplishing “his own\nspeculation,” but as the agent, employed by the meeting, to carry its\nresolution into effect.  I think, therefore, that what I have stated, in\nthe eighth and ninth pages of my “Letter,” is fully borne out by all the\nfacts of the case.\n\nI said nothing in my “Letter” to intimate that the children of Dissenters\nwould be excluded from the proposed schools.  My explanation of the\n“Advertisement” which occasioned the “Letter” was this: “I understand it\nto mean, that the members of no other Christian church shall be allowed\nto participate with you in the formation of the society, or in its\ncommittee, or in its operations.”  If, however, I had expressed a fear\nthat the church catechism might be introduced, or that some arrangement\nmight be made which would prevent Dissenters from sending their children\nto the schools, the speeches at the public meeting, and Mr. Geary’s\npamphlet, satisfactorily negative such an apprehension.  All parties have\nunited in declaring that the schools will be open to all classes, and\nthat there will be no rules nor formulas against which Dissenters can\nobject.  At the public meeting, as reported in the newspapers, the Dean\nexpressly stated, that “they had no desire to exclude the children of any\npersons of whatever religion, because the children would not be\ninstructed in any points that any person might not learn; as they would\nbe taught to worship and adore God, to know the merits of our Saviour, to\nfear God and honour the King, and to live in peace and unity with one\nanother.  Their rules, said he, would be open to persons of all\ndenominations, who would have the opportunity of sending their children,\nif they accorded with those rules.”  Mr. G. Seppings “stated that the\nschool would be open to the children of persons of all denominations,\nwho might choose to send them.”  In full accordance with these decisive\nstatements, Mr. Geary says, “I cannot help again recurring to a mistake\ninto which my reverend friend has fallen, and which is throughout\nimplied, in regard to the exclusion of the children of dissent.  He may\nrest assured, that nothing is decided with respect to the discipline of\nthe schools, which can possibly be held to be an impediment with any\nconscientious Dissenter who desires to place his child there:—no impeding\ntests or testimonials on entering the school—no offensive rituals when\nthere.”  And in another part of his pamphlet he declares, “I have seen\nthe progress of the society in embryo, first, last, midst, and throughout\nall, without witnessing any symptoms of such a spirit.  Should it appear,\nI am prepared to contend with it hand to hand—foot to foot; and, should\nit unhappily prevail, I should feel bound to quit the society.”  The\nspeeches at the public meeting are, however, a sufficient guarantee that\nno such spirit will “unhappily prevail;” and I “rest assured,” that, so\nfar as the schools are concerned, they will be as comprehensive as those\nwhich already exist, and to which the children of Churchmen and\nDissenters are admitted on equal terms.  I deeply regret, however, that\nmy interpretation of the “Advertisement” has unfortunately proved true,\nand that, though the children of Dissenters are to be admitted into the\nschools, Dissenters themselves are, quite unnecessarily I think, excluded\nfrom the committee of the society, and from all its operations.\n\nThe public meeting, at which the preceding speeches were delivered, was\ndistinguished by the expression of many liberal and Christian sentiments;\nand those of us who were excluded from it, were in no small degree\ngratified in learning, from the public papers, that several",
                "-THE PUZZLE OF DICKENS’S LAST PLOT-\n\n\nCHAPTER: INTRODUCTION\n\n\nFORSTER tells us that Dickens, in his later novels, from _Bleak House_\nonwards (1853), “assiduously cultivated” construction, “this essential of\nhis art.”  Some critics may think, that since so many of the best novels\nin the world “have no outline, or, if they have an outline, it is a\ndemned outline,” elaborate construction is not absolutely “essential.”\nReally essential are character, “atmosphere,” humour.\n\nBut as, in the natural changes of life, and under the strain of restless\nand unsatisfied activity, his old buoyancy and unequalled high spirits\ndeserted Dickens, he certainly wrote no longer in what Scott, speaking of\nhimself, calls the manner of “hab nab at a venture.”  He constructed\nelaborate plots, rich in secrets and surprises.  He emulated the manner\nof Wilkie Collins, or even of Gaboriau, while he combined with some of\nthe elements of the detective novel, or _roman policier_, careful study\nof character.  Except _Great Expectations_, none of his later tales\nrivals in merit his early picaresque stories of the road, such as\n_Pickwick_ and _Nicholas Nickleby_.  “Youth will be served;” no sedulous\ncare could compensate for the exuberance of “the first sprightly\nrunnings.”  In the early books the melodrama of the plot, the secrets of\nRalph Nickleby, of Monk, of Jonas Chuzzlewit, were the least of the\ninnumerable attractions.  But Dickens was more and more drawn towards the\nsecret that excites curiosity, and to the game of hide and seek with the\nreader who tried to anticipate the solution of the secret.\n\nIn April, 1869, Dickens, outworn by the strain of his American readings;\nof that labour achieved under painful conditions of ominously bad\nhealth—found himself, as Sir Thomas Watson reported, “on the brink of an\nattack of paralysis of his left side, and possibly of apoplexy.”  He\ntherefore abandoned a new series of Readings.  We think of Scott’s\nearlier seizures of a similar kind, after which _Peveril_, he said,\n“smacked of the apoplexy.”  But Dickens’s new story of _The Mystery of\nEdwin Drood_, first contemplated in July, 1869, and altered in character\nby the emergence of “a very curious and new idea,” early in August, does\nnot “smack of the apoplexy.”  We may think that the mannerisms of Mr.\nHoneythunder, the philanthropist, and of Miss Twinkleton, the\nschoolmistress, are not in the author’s best vein of humour.  “The\nBillickin,” on the other hand, the lodging-house keeper, is “in very\ngracious fooling:” her unlooked-for sallies in skirmishes with Miss\nTwinkleton are rich in mirthful surprises.  Mr. Grewgious may be\ncaricatured too much, but not out of reason; and Dickens, always good at\nboys, presents a _gamin_, in Deputy, who is in not unpleasant contrast\nwith the pathetic Jo of _Bleak House_.  Opinions may differ as to Edwin\nand Rosa, but the more closely one studies Edwin, the better one thinks\nof that character.  As far as we are allowed to see Helena Landless, the\nrestraint which she puts on her “tigerish blood” is admirable: she is\nvery fresh and original.  The villain is all that melodrama can desire,\nbut what we do miss, I think, is the “atmosphere” of a small cathedral\ntown.  Here there is a lack of softness and delicacy of treatment: on the\nother hand, the opium den is studied from the life.\n\nOn the whole, Dickens himself was perhaps most interested in his plot,\nhis secret, his surprises, his game of hide and seek with the reader.  He\nthrew himself into the sport with zest: he spoke to his sister-in-law,\nMiss Hogarth, about his fear that he had not sufficiently concealed his\ntracks in the latest numbers.  Yet, when he died in June, 1870, leaving\nthree completed numbers still unpublished, he left his secret as a puzzle\nto the curious.  Many efforts have been made to decipher his purpose,\nespecially his intentions as to the hero.  Was Edwin Drood killed, or did\nhe escape?\n\nBy a coincidence, in September, 1869, Dickens was working over the late\nLord Lytton’s tale for _All The Year Round_, “The Disappearance of John\nAckland,” for the purpose of mystifying the reader as to whether Ackland\nwas alive or dead.  But he was conspicuously defunct!  (_All the Year\nRound_, September-October, 1869.)\n\nThe most careful of the attempts at a reply about Edwin, a study based on\ndeep knowledge of Dickens, is “Watched by the Dead,” by the late\ningenious Mr. R. A. Proctor (1887).  This book, to which I owe much aid,\nis now out of print.  In 1905, Mr. Cuming Walters revived “the auld\nmysterie,” in his “Clues to Dickens’s Edwin Drood” (Chapman & Hall and\nHeywood, Manchester).  From the solution of Mr. Walters I am obliged to\ndissent.  Of Mr. Proctor’s theory I offer some necessary corrections, and\nI hope that I have unravelled some skeins which Mr. Proctor left in a\nstate of tangle.  As one read and re-read the fragment, points very dark\nseemed, at least, to become suddenly clear: especially one appeared to\nunderstand the meaning half-revealed and half-concealed by Jasper’s\nbabblings under the influence of opium.  He saw in his vision, “_that_, I\nnever saw _that_ before.”  We may be sure that he was to see “_that_” in\nreal life.  We must remember that, according to Forster, “such was\nDickens’s interest in things supernatural that, but for the strong\nrestraining power of his common sense, he might have fallen into the\nfollies of spiritualism.”  His interest in such matters certainly peeps\nout in this novel—there are two specimens of the supernormal—and he may\nhave gone to the limited extent which my hypothesis requires.  If I am\nright, Dickens went further, and fared worse, in the too material\npremonitions of “The Signalman” in _Mugby Junction_.\n\nWith this brief preface, I proceed to the analysis of Dickens’s last\nplot.  Mr. William Archer has kindly read the proof sheets and made\nvaluable suggestions, but is responsible for none of my theories.\n\n                                                              ANDREW LANG.\n\n\nCHAPTER: THE STORY\n\n\nDRAMATIS PERSONÆ\n\n\nFOR"
            ]
        }
    },
    {
        "id": "JM-63426_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_1000/C/1/17/paragraph/exp_2/JM-63426.txt",
        "manipulated_char_spans": [
            [
                761,
                1197
            ],
            [
                1515,
                1973
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-63426",
        "gold_text": "/data/sub_sample/gold_sanity_1000/PG-63426.txt",
        "random_seed": 31,
        "params": {
            "n": 2,
            "min_len": 50,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-INFANT SCHOOLS AND DISSENTERS: A VINDICATION OF “A LETTER OF AFFECTIONATE REMONSTRANCE”-\n\n\nCHAPTER: PREFACE.\n\n\nTHE following Vindication was written during the week in which the Rev.\nJohn Perowne’s “Observations” appeared; and the publication of it has\nbeen hitherto delayed, partly from an unwillingness to pursue the subject\nof my “Letter” any farther, and partly from a determination not to\npublish till a fair opportunity had been given to obtain subscribers to\nthe New Infant School Society.  In replying to Mr. Geary it was\nimpossible to write with any other impression than that I was answering a\ngentleman and a Christian; and I hope that such an impression is\nmanifested in my pages.  And though Mr. Perowne has chosen to make my\n“Letter” on Infant Schools the pretext for a rude and personal attack, as\nwell as for insulting the whole body of Dissenters, I have nevertheless\nendeavoured to treat him with some degree of forbearance, and have in\nmany instances chastised him with whips only, when scorpions were at\nhand.  The great questions at issue between Churchmen and Dissenters\nnever can be settled by slander and abuse.  Mr. Perowne’s pamphlet\ntherefore must be an utter failure; and I hope that all who have read it,\nor who may read this, will retire from them both, diligently and devoutly\nto study the New Testament, as the only standard of Christian faith, and\nof Ecclesiastical government.\n\nNorwich, June 6th, 1836.\n\n\nCHAPTER: A VINDICATION\n\n\nWHEN I had read the pamphlet, published by my esteemed friend Mr. Geary,\nin reply to my “Letter,” it appeared to me that the facts, relative to\nthe proposed Infant School Society, were sufficiently before the public;\nand, therefore, I determined to send him a few explanatory remarks in\nwriting, rather than to make any reply through the medium of the press.\n\nHaving been induced to alter my determination, I respectfully submit to\nMr. Geary’s consideration, the following brief observations.\n\nBefore the examination of the Infant Schools took place in St. Andrew’s\nHall, the public were informed, by the newspapers, that it had been\ndetermined on, at a meeting held in the Guildhall, to which none but\nmembers of the Establishment were invited.  William Moore, Esq. was in\nthe chair, and the following resolution was passed:—“Resolved, that the\nsystem of Infant Education might be beneficially extended in this city;\nand, with a view of prominently bringing forward its advantages, that\nthere should be an examination of the children now receiving instruction\nin the Infant Schools of this city.”  The meeting which adopted that\nresolution, appeared to me to originate and to authorize the examination\nof the schools—and, whatever private understanding there might be with\nMr. Wilderspin, all that the public knew was what the resolution stated;\nand Mr. Wilderspin appeared to us, not as accomplishing “his own\nspeculation,” but as the agent, employed by the meeting, to carry its\nresolution into effect.  I think, therefore, that what I have stated, in\nthe eighth and ninth pages of my “Letter,” is fully borne out by all the\nfacts of the case.\n\nI said nothing in my “Letter” to intimate that the children of Dissenters\nwould be excluded from the proposed schools.  My explanation of the\n“Advertisement” which occasioned the “Letter” was this: “I understand it\nto mean, that the members of no other Christian church shall be allowed\nto participate with you in the formation of the society, or in its\ncommittee, or in its operations.”  If, however, I had expressed a fear\nthat the church catechism might be introduced, or that some arrangement\nmight be made which would prevent Dissenters from sending their children\nto the schools, the speeches at the public meeting, and Mr. Geary’s\npamphlet, satisfactorily negative such an apprehension.  All parties have\nunited in declaring that the schools will be open to all classes, and\nthat there will be no rules nor formulas against which Dissenters can\nobject.  At the public meeting, as reported in the newspapers, the Dean\nexpressly stated, that “they had no desire to exclude the children of any\npersons of whatever religion, because the children would not be\ninstructed in any points that any person might not learn; as they would\nbe taught to worship and adore God, to know the merits of our Saviour, to\nfear God and honour the King, and to live in peace and unity with one\nanother.  Their rules, said he, would be open to persons of all\ndenominations, who would have the opportunity of sending their children,\nif they accorded with those rules.”  Mr. G. Seppings “stated that the\nschool would be open to the children of persons of all denominations,\nwho might choose to send them.”  In full accordance with these decisive\nstatements, Mr. Geary says, “I cannot help again recurring to a mistake\ninto which my reverend friend has fallen, and which is throughout\nimplied, in regard to the exclusion of the children of dissent.  He may\nrest assured, that nothing is decided with respect to the discipline of\nthe schools, which can possibly be held to be an impediment with any\nconscientious Dissenter who desires to place his child there:—no impeding\ntests or testimonials on entering the school—no offensive rituals when\nthere.”  And in another part of his pamphlet he declares, “I have seen\nthe progress of the society in embryo, first, last, midst, and throughout\nall, without witnessing any symptoms of such a spirit.  Should it appear,\nI am prepared to contend with it hand to hand—foot to foot; and, should\nit unhappily prevail, I should feel bound to quit the society.”  The\nspeeches at the public meeting are, however, a sufficient guarantee that\nno such spirit will “unhappily prevail;” and I “rest assured,” that, so\nfar as the schools are concerned, they will be as comprehensive as those\nwhich already exist, and to which the children of Churchmen and\nDissenters are admitted on equal terms.  I deeply regret, however, that\nmy interpretation of the “Advertisement” has unfortunately proved true,\nand that, though the children of Dissenters are to be admitted into the\nschools, Dissenters themselves are, quite unnecessarily I think, excluded\nfrom the committee of the society, and from all its operations.\n\nThe public meeting, at which the preceding speeches were delivered, was\ndistinguished by the expression of many liberal and Christian sentiments;\nand those of us who were excluded from it, were in no small degree\ngratified in learning, from the public papers, that several",
                "-THE PUZZLE OF DICKENS’S LAST PLOT-\n\n\nCHAPTER: INTRODUCTION\n\n\nFORSTER tells us that Dickens, in his later novels, from _Bleak House_\nonwards (1853), “assiduously cultivated” construction, “this essential of\nhis art.”  Some critics may think, that since so many of the best novels\nin the world “have no outline, or, if they have an outline, it is a\ndemned outline,” elaborate construction is not absolutely “essential.”\nReally essential are character, “atmosphere,” humour.\n\nBut as, in the natural changes of life, and under the strain of restless\nand unsatisfied activity, his old buoyancy and unequalled high spirits\ndeserted Dickens, he certainly wrote no longer in what Scott, speaking of\nhimself, calls the manner of “hab nab at a venture.”  He constructed\nelaborate plots, rich in secrets and surprises.  He emulated the manner\nof Wilkie Collins, or even of Gaboriau, while he combined with some of\nthe elements of the detective novel, or _roman policier_, careful study\nof character.  Except _Great Expectations_, none of his later tales\nrivals in merit his early picaresque stories of the road, such as\n_Pickwick_ and _Nicholas Nickleby_.  “Youth will be served;” no sedulous\ncare could compensate for the exuberance of “the first sprightly\nrunnings.”  In the early books the melodrama of the plot, the secrets of\nRalph Nickleby, of Monk, of Jonas Chuzzlewit, were the least of the\ninnumerable attractions.  But Dickens was more and more drawn towards the\nsecret that excites curiosity, and to the game of hide and seek with the\nreader who tried to anticipate the solution of the secret.\n\nIn April, 1869, Dickens, outworn by the strain of his American readings;\nof that labour achieved under painful conditions of ominously bad\nhealth—found himself, as Sir Thomas Watson reported, “on the brink of an\nattack of paralysis of his left side, and possibly of apoplexy.”  He\ntherefore abandoned a new series of Readings.  We think of Scott’s\nearlier seizures of a similar kind, after which _Peveril_, he said,\n“smacked of the apoplexy.”  But Dickens’s new story of _The Mystery of\nEdwin Drood_, first contemplated in July, 1869, and altered in character\nby the emergence of “a very curious and new idea,” early in August, does\nnot “smack of the apoplexy.”  We may think that the mannerisms of Mr.\nHoneythunder, the philanthropist, and of Miss Twinkleton, the\nschoolmistress, are not in the author’s best vein of humour.  “The\nBillickin,” on the other hand, the lodging-house keeper, is “in very\ngracious fooling:” her unlooked-for sallies in skirmishes with Miss\nTwinkleton are rich in mirthful surprises.  Mr. Grewgious may be\ncaricatured too much, but not out of reason; and Dickens, always good at\nboys, presents a _gamin_, in Deputy, who is in not unpleasant contrast\nwith the pathetic Jo of _Bleak House_.  Opinions may differ as to Edwin\nand Rosa, but the more closely one studies Edwin, the better one thinks\nof that character.  As far as we are allowed to see Helena Landless, the\nrestraint which she puts on her “tigerish blood” is admirable: she is\nvery fresh and original.  The villain is all that melodrama can desire,\nbut what we do miss, I think, is the “atmosphere” of a small cathedral\ntown.  Here there is a lack of softness and delicacy of treatment: on the\nother hand, the opium den is studied from the life.\n\nOn the whole, Dickens himself was perhaps most interested in his plot,\nhis secret, his surprises, his game of hide and seek with the reader.  He\nthrew himself into the sport with zest: he spoke to his sister-in-law,\nMiss Hogarth, about his fear that he had not sufficiently concealed his\ntracks in the latest numbers.  Yet, when he died in June, 1870, leaving\nthree completed numbers still unpublished, he left his secret as a puzzle\nto the curious.  Many efforts have been made to decipher his purpose,\nespecially his intentions as to the hero.  Was Edwin Drood killed, or did\nhe escape?\n\nBy a coincidence, in September, 1869, Dickens was working over the late\nLord Lytton’s tale for _All The Year Round_, “The Disappearance of John\nAckland,” for the purpose of mystifying the reader as to whether Ackland\nwas alive or dead.  But he was conspicuously defunct!  (_All the Year\nRound_, September-October, 1869.)\n\nThe most careful of the attempts at a reply about Edwin, a study based on\ndeep knowledge of Dickens, is “Watched by the Dead,” by the late\ningenious Mr. R. A. Proctor (1887).  This book, to which I owe much aid,\nis now out of print.  In 1905, Mr. Cuming Walters revived “the auld\nmysterie,” in his “Clues to Dickens’s Edwin Drood” (Chapman & Hall and\nHeywood, Manchester).  From the solution of Mr. Walters I am obliged to\ndissent.  Of Mr. Proctor’s theory I offer some necessary corrections, and\nI hope that I have unravelled some skeins which Mr. Proctor left in a\nstate of tangle.  As one read and re-read the fragment, points very dark\nseemed, at least, to become suddenly clear: especially one appeared to\nunderstand the meaning half-revealed and half-concealed by Jasper’s\nbabblings under the influence of opium.  He saw in his vision, “_that_, I\nnever saw _that_ before.”  We may be sure that he was to see “_that_” in\nreal life.  We must remember that, according to Forster, “such was\nDickens’s interest in things supernatural that, but for the strong\nrestraining power of his common sense, he might have fallen into the\nfollies of spiritualism.”  His interest in such matters certainly peeps\nout in this novel—there are two specimens of the supernormal—and he may\nhave gone to the limited extent which my hypothesis requires.  If I am\nright, Dickens went further, and fared worse, in the too material\npremonitions of “The Signalman” in _Mugby Junction_.\n\nWith this brief preface, I proceed to the analysis of Dickens’s last\nplot.  Mr. William Archer has kindly read the proof sheets and made\nvaluable suggestions, but is responsible for none of my theories.\n\n                                                              ANDREW LANG.\n\n\nCHAPTER: THE STORY\n\n\nDRAMATIS PERSONÆ\n\n\nFOR"
            ]
        }
    }
]