[
    {
        "id": "JM-642_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_2000/C/1/17/paragraph/exp_1/JM-642.txt",
        "manipulated_char_spans": [
            [
                47,
                1009
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-642",
        "gold_text": "/data/sub_sample/gold_sanity_2000/PG-642.txt",
        "random_seed": 31,
        "params": {
            "n": 1,
            "min_len": null,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-The Christian Foundation, Or, Scientific and Religious Journal\n\n\nCHAPTER: IS THERE A COUNTERFEIT WITHOUT A GENUINE?\n\n\nMy object in this lesson is to present the myths, the ancient, fictitious\nand fanciful narratives concerning the gods, in such a manner as to enable\nyou to see the utter absurdity of the idea that the religion of the Bible\nis of mythical origin. Myths are fictitious narratives, having an\nanalogy more or less remote to something real. From this definition you\ndiscover that a myth is always a counterfeit, and as such always appears\nin evidence in favor of something more or less remote, that is true. Now,\nif the Bible had a mythical origin, it sustains some analogy to something\nfound in the mythical or fictitious and fanciful narratives concerning the\ngods, and is therefore the myth of a myth; the counterfeit of a\ncounterfeit. If such be the truth in the case, where do we find the origin\nof the myths from which “Bible myths” have descended? Is it found in the\ntrue God presiding over the elements of nature and the destinies of men,\nas well as the events of creation and providence? Or, can it be possible\nthat we have many counterfeits without a genuine? Many myths sustaining\nno analogy, either near or remote, to anything real? It is an absurdity,\ndestructive of the term employed, because myths cease to be myths\nwithout some near or remote relation to realities. They must sustain\nsome analogy to something real. And counterfeits also cease to be\ncounterfeits when it is shown that they sustain no relation, through\nanalogy or likeness, to anything that is genuine. In the mythical systems\nof olden times we have, in the midst of a vast deal of false and fanciful\nnarrative concerning subordinate and secondary gods, evidence of a supreme\nGod presiding over all things; and the secondary gods performing many\nthings which belonged to the province of the “Almighty One,” with many\ndegrading, vile and corrupting habits.\n\nA letter written by Maximus, a Numidian, to Augustin, reads thus: “Now,\nthat there is a sovereign God, who is without beginning, and who, without\nhaving begotten anything like unto Himself, is, nevertheless, the Father\nand the former of all things, what man can be gross and stupid enough to\ndoubt? He it is of whom, under different names, we adore the eternal power\nextending through every part of the world, thus honoring separately by\ndifferent sorts of worship what may be called His several members, we\nadore Him entirely. May those subordinate gods preserve you under whose\nnames, and by whom all we mortals upon earth adore the common Father of\ngods and men.” In this letter we have a clear presentation of the mythical\nsystem concerning the ancient gods, and also the “analagous relation” to\nthe “Master God.” Each god having his particular dominion over place or\npassion, appears before us as a representative of the supreme, or “Master\nGod;” and by worshiping each member or God they claimed to adore entirely\nthe “common Father of gods and men.” Augustin answers, In your public\nsquare there are two statues of Mars, one naked, the other armed; and\nclose by the figure of a man who, with three fingers advanced towards\nMars, holds in check that divinity so dangerous to the whole town. With\nregard to what you say of such gods being portions of the only “true God,”\n\nI take the liberty you gave me to warn you not to fall into such a\nsacrilege; for that only God, of whom you speak, is doubtless He who is\nacknowledged by the whole world, and concerning whom, as some of the\nancients have said, the ignorant agree with the learned. Now, will you say\nthat Mars, whose strength is represented by an inanimate man, is a portion\nof that God? That is to say, the dead statue controls Mars, and Mars is a\nsubordinate god representing the infinite God, and is, therefore, a part\nof that God. Augustin adds, Not the Pantheon and all the temples\nconsecrated to the inferior gods, nor even the temples consecrated to the\ntwelve greater gods prevented “Deus Optimus Maximus,” God most good, most\ngreat, from being acknowledged throughout the empire. Voltaire says, “In\nspite of all the follies of the people who venerated secondary and\nridiculous gods, and in spite of the Epicurians, who in reality\nacknowledged none, it is verified that in all times the magistrates and\nwise adored one sovereign God.” Secondary gods were myths, counterfeits,\nsustaining the relation of counterfeits. The ancients attributed their\nown passions to the “Master God,” and had subordinate gods representing\npassions. They also had a god for each part of His dominion; and these\ngods they called members of the true God, and claimed to worship Him, by\nworshiping all the members or gods. Mars was the god of war; Bacchus was\nthe god of drunkenness. They had a god for this and a god for that. The\nancient pagans seemed to think that infinite divisibility belonged to the\n“true God,” for they distinguished between passions, and divided up the\nuniverse among the gods until they had it crammed full of subordinate and\nridiculous gods, each one a member of Jehovah, and each member a part of\nthe great mythical system.\n\nNow, in order to establish the proposition that our religion is of\nmythical origin, it is necessary to show, first, that the Bible was\nwritten this side of or during the age of myths, and, having done this, it\nis necessary to show that the Hebrew people were a mythical people;\nneither of which can be accomplished. It will not be amiss to present in\nthis connection a statement given by Justin to the Greeks. He says: “Of\nall your teachers, whether sages, poets, historians, philosophers, or\nlaw-givers, by far the oldest, as the Greek historians show us, was\nMoses.... For in the times of Ogyges and Inachus, whom some of your poets\nhave supposed to have been earth-born—that is, to have sprung from the\nsoil, and hence one of the oldest inhabitants—the aborigines, Moses is\nmentioned as the leader and ruler of the Jewish nation.” He is mentioned\nas a very ancient and time-honored prince in the Athenian, Attic and\nGrecian histories. Polemon, in his first book of Hellenics, mentions Moses\nas the leader and ruler of the Jewish nation. Ptolemæus, in his history of\nEgypt, bears the same testimony. Apion, an Egyptian writer, in his book\nagainst the Jews, says “Moses led them.” Dr. Shaw, a modern traveler, says\nthe inhabitants of Corondel, on the eastern side of the Red Sea, to this\nday preserve the remembrance of the deliverance of the children of Israel\nfrom their bondage in Egypt. Diodorus, the most renowned Greek historian,\nwho employed thirty years epitomizing the libraries, and traveled over\nAsia and Europe for the sake of great accuracy, who wrote forty volumes of\nhistory, says he learned from the Egyptian priests that Moses was an\nancient law-giver.\n\nIt seems to us that, no sane man, who is acquainted with the ancient\nmythicals, can regard the religion of the Bible as a child of mythical\ndescent. It is as deadly in its influence upon those myths, and all\nmythical worship, as it could be made by an infinite mind.\n\nVoltaire says “the character of the mythical gods is ridiculous;” we will\nadd, it is ridiculous in the extreme. Listen—Hesiod, in his theogony,\nsays: “Chronos, the son of Ouranos, or Saturn, son of Heaven, in the\nbeginning slew his father, and possessed himself of his rule, and, being\nseized with a panic lest he should suffer in the same way, he preferred\ndevouring his children, but Curetes, a subordinate god, by craft, conveyed\nJupiter away in secret and afterwards bound his brother with chains, and\ndivided the empire, Jupiter receiving the air, and Neptune the deep, and\nPluto Hades.”\n\nPros-er-pi-ne, Mella-nip-pe, Neptune, Pluto and Jupiter are all set forth\nin the mythical writings as adulterers. Jupiter was regarded as more\nfrequently involved in that crime, being set down as guilty in many\ninstances. For the love of Sem-e-le, it is said that he assumed wings and\nproved his own unchastity and her jealousy. These are some of the exploits\nof the sons of Saturn. Hercules was celebrated by his three nights, sung\nby the poets for his successful labors.\n\nThe son of Jupiter slew the Lion, and destroyed the many-headed Hydra; was\nable to kill the fleet man-eating birds, and brought up from hades the\nthree-headed dog, Cerberus; effectually cleansed the Augean stable from\nits refuse; killed the bulls and stag whose nostrils breathed fire; slew\nthe poisonous serpent and killed Ach-e-lò-us. The guest-slaying Bu-sí-ris\nwas delighted with being stunned by the cymbals of the Sat-yrs, and to be\nconquered with the love of women; and at last, being unable to take the\ncloak off of Nessus, he kindled his own funeral pile and died. Such are\nspecimens of the ancient myths. Their character is such as to leave an\nimpassible gulf between them and the character of the God revealed in our\nreligion. No development theory, seeking the origin of our religion in the\nold mythical system, can bridge across this chasm. It is as deep and broad\nas the distance between the antipodes. There is no analogy between these\ncounterfeits or myths and the “true God,” save that remote power of God\nwhich is divided up and parceled out among them. Their morals were the\nworst. The whole mythical system is simply one grand demonstration of\nhuman apostacy from the “true God.” Homer introduces Zeus in love, and\nbitterly complaining and bewailing himself, and plotted against by the\nother gods. He represents the gods as suffering at the hands of men. Mars\nand Venus were wounded by Di-o-me-de. He says, “Great Pluto’s self the\nstinging arrow felt when that same son of Jupiter assailed him in the very\ngates of hell, and wrought him keenest anguish. Pierced with pain, to the\nhigh Olympus, to the courts of Jupiter groaning he came. The bitter shaft\nremained deep in his shoulder fixed, and grieved his soul.” In the\nmythical system the gods are not presented as creators or first causes.\n\nHomer says, They were in the beginning generated from the waters of the\nocean, and thousands were added by deifying departed heroes and\nphilosophers. The thought of one supreme Intelligence, the “God of Gods,”,\nruns through all the system of myths. It is found anterior to the myths,\nand, therefore, could not have had its origin with them. The character\nascribed to our God, in our scriptures, has no place among the ancient\nmyths. They hold the “Master God” before us only in connection with power,\nbeing altogether ignorant of His true character. They even went so far as\nto attribute much to Him that was ridiculous. One of the ancients said,\n“The utmost that a man can do is to attribute to the being he worships his\nimperfections and impurities, magnified to infinity, it may be, and then\nbecome worse by their reflex action upon his own nature.” This was\nverified in the ancient mythical religion, without exception, and without\ndoubt.\n\n“The character of all the gods was simply human character extended in all\nits powers, appetites, lusts and passions. Scholars say there is no\nlanguage containing words that express the Scriptural ideas of holiness\nand abhorrence of sin, except those in which the Scriptures were given, or\ninto which they have been translated. These attributes must be known in\norder to salvation from sin, so God revealed Himself and gave the world a\npure religion, as a standard of right and wrong, and guide in duty, and\nrule of life.”\n\nThe history of the ancient nations of the earth gives a united testimony\nthat their original progenitors possessed a knowledge of the one true and\nliving God, who was worshiped by them, and believed to be an infinite,\nself-existent and invisible spirit. This notion was never entirely\nextinguished even among the idolatrous worshipers. Greek and Latin poets\nwere great corrupters of theology, yet in the midst of all their Gods\nthere is still to be found, in their writings, the notion of one supreme\nin power and rule, whom they confound with Jupiter.\n\nThe age of myths began with the tenth generation after the flood. The\nevidence of this is given by Plato from one of the ancient poets in these\nwords: “It was the generation then the tenth, of men endowed with\nspeech, since forth the flood had burst upon the men of former times, and\nKronos, Japetus and Titan reigned, whom men of Ouranos proclaimed the\nnoblest sons, and named them so, because of men endowed with gift of\nspeech, they were the first,” that is to say, they were orators, “and\nothers for their strength, as Heracles and Perseus, and others for their\nart. Those to whom either the subjects gave honor, or the rulers\nthemselves assuming it, obtained the"
            ]
        }
    },
    {
        "id": "JM-738_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_2000/C/1/17/paragraph/exp_1/JM-738.txt",
        "manipulated_char_spans": [
            [
                474,
                1594
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-738",
        "gold_text": "/data/sub_sample/gold_sanity_2000/PG-738.txt",
        "random_seed": 31,
        "params": {
            "n": 1,
            "min_len": null,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-The Christian Foundation, Or, Scientific and Religious Journal\n\n\nCHAPTER: IS THERE A COUNTERFEIT WITHOUT A GENUINE?\n\n\nMy object in this lesson is to present the myths, the ancient, fictitious\nand fanciful narratives concerning the gods, in such a manner as to enable\nyou to see the utter absurdity of the idea that the religion of the Bible\nis of mythical origin. Myths are fictitious narratives, having an\nanalogy more or less remote to something real. From this definition you\ndiscover that a myth is always a counterfeit, and as such always appears\nin evidence in favor of something more or less remote, that is true. Now,\nif the Bible had a mythical origin, it sustains some analogy to something\nfound in the mythical or fictitious and fanciful narratives concerning the\ngods, and is therefore the myth of a myth; the counterfeit of a\ncounterfeit. If such be the truth in the case, where do we find the origin\nof the myths from which “Bible myths” have descended? Is it found in the\ntrue God presiding over the elements of nature and the destinies of men,\nas well as the events of creation and providence? Or, can it be possible\nthat we have many counterfeits without a genuine? Many myths sustaining\nno analogy, either near or remote, to anything real? It is an absurdity,\ndestructive of the term employed, because myths cease to be myths\nwithout some near or remote relation to realities. They must sustain\nsome analogy to something real. And counterfeits also cease to be\ncounterfeits when it is shown that they sustain no relation, through\nanalogy or likeness, to anything that is genuine. In the mythical systems\nof olden times we have, in the midst of a vast deal of false and fanciful\nnarrative concerning subordinate and secondary gods, evidence of a supreme\nGod presiding over all things; and the secondary gods performing many\nthings which belonged to the province of the “Almighty One,” with many\ndegrading, vile and corrupting habits.\n\nA letter written by Maximus, a Numidian, to Augustin, reads thus: “Now,\nthat there is a sovereign God, who is without beginning, and who, without\nhaving begotten anything like unto Himself, is, nevertheless, the Father\nand the former of all things, what man can be gross and stupid enough to\ndoubt? He it is of whom, under different names, we adore the eternal power\nextending through every part of the world, thus honoring separately by\ndifferent sorts of worship what may be called His several members, we\nadore Him entirely. May those subordinate gods preserve you under whose\nnames, and by whom all we mortals upon earth adore the common Father of\ngods and men.” In this letter we have a clear presentation of the mythical\nsystem concerning the ancient gods, and also the “analagous relation” to\nthe “Master God.” Each god having his particular dominion over place or\npassion, appears before us as a representative of the supreme, or “Master\nGod;” and by worshiping each member or God they claimed to adore entirely\nthe “common Father of gods and men.” Augustin answers, In your public\nsquare there are two statues of Mars, one naked, the other armed; and\nclose by the figure of a man who, with three fingers advanced towards\nMars, holds in check that divinity so dangerous to the whole town. With\nregard to what you say of such gods being portions of the only “true God,”\n\nI take the liberty you gave me to warn you not to fall into such a\nsacrilege; for that only God, of whom you speak, is doubtless He who is\nacknowledged by the whole world, and concerning whom, as some of the\nancients have said, the ignorant agree with the learned. Now, will you say\nthat Mars, whose strength is represented by an inanimate man, is a portion\nof that God? That is to say, the dead statue controls Mars, and Mars is a\nsubordinate god representing the infinite God, and is, therefore, a part\nof that God. Augustin adds, Not the Pantheon and all the temples\nconsecrated to the inferior gods, nor even the temples consecrated to the\ntwelve greater gods prevented “Deus Optimus Maximus,” God most good, most\ngreat, from being acknowledged throughout the empire. Voltaire says, “In\nspite of all the follies of the people who venerated secondary and\nridiculous gods, and in spite of the Epicurians, who in reality\nacknowledged none, it is verified that in all times the magistrates and\nwise adored one sovereign God.” Secondary gods were myths, counterfeits,\nsustaining the relation of counterfeits. The ancients attributed their\nown passions to the “Master God,” and had subordinate gods representing\npassions. They also had a god for each part of His dominion; and these\ngods they called members of the true God, and claimed to worship Him, by\nworshiping all the members or gods. Mars was the god of war; Bacchus was\nthe god of drunkenness. They had a god for this and a god for that. The\nancient pagans seemed to think that infinite divisibility belonged to the\n“true God,” for they distinguished between passions, and divided up the\nuniverse among the gods until they had it crammed full of subordinate and\nridiculous gods, each one a member of Jehovah, and each member a part of\nthe great mythical system.\n\nNow, in order to establish the proposition that our religion is of\nmythical origin, it is necessary to show, first, that the Bible was\nwritten this side of or during the age of myths, and, having done this, it\nis necessary to show that the Hebrew people were a mythical people;\nneither of which can be accomplished. It will not be amiss to present in\nthis connection a statement given by Justin to the Greeks. He says: “Of\nall your teachers, whether sages, poets, historians, philosophers, or\nlaw-givers, by far the oldest, as the Greek historians show us, was\nMoses.... For in the times of Ogyges and Inachus, whom some of your poets\nhave supposed to have been earth-born—that is, to have sprung from the\nsoil, and hence one of the oldest inhabitants—the aborigines, Moses is\nmentioned as the leader and ruler of the Jewish nation.” He is mentioned\nas a very ancient and time-honored prince in the Athenian, Attic and\nGrecian histories. Polemon, in his first book of Hellenics, mentions Moses\nas the leader and ruler of the Jewish nation. Ptolemæus, in his history of\nEgypt, bears the same testimony. Apion, an Egyptian writer, in his book\nagainst the Jews, says “Moses led them.” Dr. Shaw, a modern traveler, says\nthe inhabitants of Corondel, on the eastern side of the Red Sea, to this\nday preserve the remembrance of the deliverance of the children of Israel\nfrom their bondage in Egypt. Diodorus, the most renowned Greek historian,\nwho employed thirty years epitomizing the libraries, and traveled over\nAsia and Europe for the sake of great accuracy, who wrote forty volumes of\nhistory, says he learned from the Egyptian priests that Moses was an\nancient law-giver.\n\nIt seems to us that, no sane man, who is acquainted with the ancient\nmythicals, can regard the religion of the Bible as a child of mythical\ndescent. It is as deadly in its influence upon those myths, and all\nmythical worship, as it could be made by an infinite mind.\n\nVoltaire says “the character of the mythical gods is ridiculous;” we will\nadd, it is ridiculous in the extreme. Listen—Hesiod, in his theogony,\nsays: “Chronos, the son of Ouranos, or Saturn, son of Heaven, in the\nbeginning slew his father, and possessed himself of his rule, and, being\nseized with a panic lest he should suffer in the same way, he preferred\ndevouring his children, but Curetes, a subordinate god, by craft, conveyed\nJupiter away in secret and afterwards bound his brother with chains, and\ndivided the empire, Jupiter receiving the air, and Neptune the deep, and\nPluto Hades.”\n\nPros-er-pi-ne, Mella-nip-pe, Neptune, Pluto and Jupiter are all set forth\nin the mythical writings as adulterers. Jupiter was regarded as more\nfrequently involved in that crime, being set down as guilty in many\ninstances. For the love of Sem-e-le, it is said that he assumed wings and\nproved his own unchastity and her jealousy. These are some of the exploits\nof the sons of Saturn. Hercules was celebrated by his three nights, sung\nby the poets for his successful labors.\n\nThe son of Jupiter slew the Lion, and destroyed the many-headed Hydra; was\nable to kill the fleet man-eating birds, and brought up from hades the\nthree-headed dog, Cerberus; effectually cleansed the Augean stable from\nits refuse; killed the bulls and stag whose nostrils breathed fire; slew\nthe poisonous serpent and killed Ach-e-lò-us. The guest-slaying Bu-sí-ris\nwas delighted with being stunned by the cymbals of the Sat-yrs, and to be\nconquered with the love of women; and at last, being unable to take the\ncloak off of Nessus, he kindled his own funeral pile and died. Such are\nspecimens of the ancient myths. Their character is such as to leave an\nimpassible gulf between them and the character of the God revealed in our\nreligion. No development theory, seeking the origin of our religion in the\nold mythical system, can bridge across this chasm. It is as deep and broad\nas the distance between the antipodes. There is no analogy between these\ncounterfeits or myths and the “true God,” save that remote power of God\nwhich is divided up and parceled out among them. Their morals were the\nworst. The whole mythical system is simply one grand demonstration of\nhuman apostacy from the “true God.” Homer introduces Zeus in love, and\nbitterly complaining and bewailing himself, and plotted against by the\nother gods. He represents the gods as suffering at the hands of men. Mars\nand Venus were wounded by Di-o-me-de. He says, “Great Pluto’s self the\nstinging arrow felt when that same son of Jupiter assailed him in the very\ngates of hell, and wrought him keenest anguish. Pierced with pain, to the\nhigh Olympus, to the courts of Jupiter groaning he came. The bitter shaft\nremained deep in his shoulder fixed, and grieved his soul.” In the\nmythical system the gods are not presented as creators or first causes.\n\nHomer says, They were in the beginning generated from the waters of the\nocean, and thousands were added by deifying departed heroes and\nphilosophers. The thought of one supreme Intelligence, the “God of Gods,”,\nruns through all the system of myths. It is found anterior to the myths,\nand, therefore, could not have had its origin with them. The character\nascribed to our God, in our scriptures, has no place among the ancient\nmyths. They hold the “Master God” before us only in connection with power,\nbeing altogether ignorant of His true character. They even went so far as\nto attribute much to Him that was ridiculous. One of the ancients said,\n“The utmost that a man can do is to attribute to the being he worships his\nimperfections and impurities, magnified to infinity, it may be, and then\nbecome worse by their reflex action upon his own nature.” This was\nverified in the ancient mythical religion, without exception, and without\ndoubt.\n\n“The character of all the gods was simply human character extended in all\nits powers, appetites, lusts and passions. Scholars say there is no\nlanguage containing words that express the Scriptural ideas of holiness\nand abhorrence of sin, except those in which the Scriptures were given, or\ninto which they have been translated. These attributes must be known in\norder to salvation from sin, so God revealed Himself and gave the world a\npure religion, as a standard of right and wrong, and guide in duty, and\nrule of life.”\n\nThe history of the ancient nations of the earth gives a united testimony\nthat their original progenitors possessed a knowledge of the one true and\nliving God, who was worshiped by them, and believed to be an infinite,\nself-existent and invisible spirit. This notion was never entirely\nextinguished even among the idolatrous worshipers. Greek and Latin poets\nwere great corrupters of theology, yet in the midst of all their Gods\nthere is still to be found, in their writings, the notion of one supreme\nin power and rule, whom they confound with Jupiter.\n\nThe age of myths began with the tenth generation after the flood. The\nevidence of this is given by Plato from one of the ancient poets in these\nwords: “It was the generation then the tenth, of men endowed with\nspeech, since forth the flood had burst upon the men of former times, and\nKronos, Japetus and Titan reigned, whom men of Ouranos proclaimed the\nnoblest sons, and named them so, because of men endowed with gift of\nspeech, they were the first,” that is to say, they were orators, “and\nothers for their strength, as Heracles and Perseus, and others for their\nart. Those to whom either the subjects gave honor, or the rulers\nthemselves assuming it, obtained the"
            ]
        }
    },
    {
        "id": "JM-807_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_2000/C/1/17/paragraph/exp_1/JM-807.txt",
        "manipulated_char_spans": [
            [
                8372,
                8458
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-807",
        "gold_text": "/data/sub_sample/gold_sanity_2000/PG-807.txt",
        "random_seed": 31,
        "params": {
            "n": 1,
            "min_len": null,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-The Christian Foundation, Or, Scientific and Religious Journal\n\n\nCHAPTER: IS THERE A COUNTERFEIT WITHOUT A GENUINE?\n\n\nMy object in this lesson is to present the myths, the ancient, fictitious\nand fanciful narratives concerning the gods, in such a manner as to enable\nyou to see the utter absurdity of the idea that the religion of the Bible\nis of mythical origin. Myths are fictitious narratives, having an\nanalogy more or less remote to something real. From this definition you\ndiscover that a myth is always a counterfeit, and as such always appears\nin evidence in favor of something more or less remote, that is true. Now,\nif the Bible had a mythical origin, it sustains some analogy to something\nfound in the mythical or fictitious and fanciful narratives concerning the\ngods, and is therefore the myth of a myth; the counterfeit of a\ncounterfeit. If such be the truth in the case, where do we find the origin\nof the myths from which “Bible myths” have descended? Is it found in the\ntrue God presiding over the elements of nature and the destinies of men,\nas well as the events of creation and providence? Or, can it be possible\nthat we have many counterfeits without a genuine? Many myths sustaining\nno analogy, either near or remote, to anything real? It is an absurdity,\ndestructive of the term employed, because myths cease to be myths\nwithout some near or remote relation to realities. They must sustain\nsome analogy to something real. And counterfeits also cease to be\ncounterfeits when it is shown that they sustain no relation, through\nanalogy or likeness, to anything that is genuine. In the mythical systems\nof olden times we have, in the midst of a vast deal of false and fanciful\nnarrative concerning subordinate and secondary gods, evidence of a supreme\nGod presiding over all things; and the secondary gods performing many\nthings which belonged to the province of the “Almighty One,” with many\ndegrading, vile and corrupting habits.\n\nA letter written by Maximus, a Numidian, to Augustin, reads thus: “Now,\nthat there is a sovereign God, who is without beginning, and who, without\nhaving begotten anything like unto Himself, is, nevertheless, the Father\nand the former of all things, what man can be gross and stupid enough to\ndoubt? He it is of whom, under different names, we adore the eternal power\nextending through every part of the world, thus honoring separately by\ndifferent sorts of worship what may be called His several members, we\nadore Him entirely. May those subordinate gods preserve you under whose\nnames, and by whom all we mortals upon earth adore the common Father of\ngods and men.” In this letter we have a clear presentation of the mythical\nsystem concerning the ancient gods, and also the “analagous relation” to\nthe “Master God.” Each god having his particular dominion over place or\npassion, appears before us as a representative of the supreme, or “Master\nGod;” and by worshiping each member or God they claimed to adore entirely\nthe “common Father of gods and men.” Augustin answers, In your public\nsquare there are two statues of Mars, one naked, the other armed; and\nclose by the figure of a man who, with three fingers advanced towards\nMars, holds in check that divinity so dangerous to the whole town. With\nregard to what you say of such gods being portions of the only “true God,”\n\nI take the liberty you gave me to warn you not to fall into such a\nsacrilege; for that only God, of whom you speak, is doubtless He who is\nacknowledged by the whole world, and concerning whom, as some of the\nancients have said, the ignorant agree with the learned. Now, will you say\nthat Mars, whose strength is represented by an inanimate man, is a portion\nof that God? That is to say, the dead statue controls Mars, and Mars is a\nsubordinate god representing the infinite God, and is, therefore, a part\nof that God. Augustin adds, Not the Pantheon and all the temples\nconsecrated to the inferior gods, nor even the temples consecrated to the\ntwelve greater gods prevented “Deus Optimus Maximus,” God most good, most\ngreat, from being acknowledged throughout the empire. Voltaire says, “In\nspite of all the follies of the people who venerated secondary and\nridiculous gods, and in spite of the Epicurians, who in reality\nacknowledged none, it is verified that in all times the magistrates and\nwise adored one sovereign God.” Secondary gods were myths, counterfeits,\nsustaining the relation of counterfeits. The ancients attributed their\nown passions to the “Master God,” and had subordinate gods representing\npassions. They also had a god for each part of His dominion; and these\ngods they called members of the true God, and claimed to worship Him, by\nworshiping all the members or gods. Mars was the god of war; Bacchus was\nthe god of drunkenness. They had a god for this and a god for that. The\nancient pagans seemed to think that infinite divisibility belonged to the\n“true God,” for they distinguished between passions, and divided up the\nuniverse among the gods until they had it crammed full of subordinate and\nridiculous gods, each one a member of Jehovah, and each member a part of\nthe great mythical system.\n\nNow, in order to establish the proposition that our religion is of\nmythical origin, it is necessary to show, first, that the Bible was\nwritten this side of or during the age of myths, and, having done this, it\nis necessary to show that the Hebrew people were a mythical people;\nneither of which can be accomplished. It will not be amiss to present in\nthis connection a statement given by Justin to the Greeks. He says: “Of\nall your teachers, whether sages, poets, historians, philosophers, or\nlaw-givers, by far the oldest, as the Greek historians show us, was\nMoses.... For in the times of Ogyges and Inachus, whom some of your poets\nhave supposed to have been earth-born—that is, to have sprung from the\nsoil, and hence one of the oldest inhabitants—the aborigines, Moses is\nmentioned as the leader and ruler of the Jewish nation.” He is mentioned\nas a very ancient and time-honored prince in the Athenian, Attic and\nGrecian histories. Polemon, in his first book of Hellenics, mentions Moses\nas the leader and ruler of the Jewish nation. Ptolemæus, in his history of\nEgypt, bears the same testimony. Apion, an Egyptian writer, in his book\nagainst the Jews, says “Moses led them.” Dr. Shaw, a modern traveler, says\nthe inhabitants of Corondel, on the eastern side of the Red Sea, to this\nday preserve the remembrance of the deliverance of the children of Israel\nfrom their bondage in Egypt. Diodorus, the most renowned Greek historian,\nwho employed thirty years epitomizing the libraries, and traveled over\nAsia and Europe for the sake of great accuracy, who wrote forty volumes of\nhistory, says he learned from the Egyptian priests that Moses was an\nancient law-giver.\n\nIt seems to us that, no sane man, who is acquainted with the ancient\nmythicals, can regard the religion of the Bible as a child of mythical\ndescent. It is as deadly in its influence upon those myths, and all\nmythical worship, as it could be made by an infinite mind.\n\nVoltaire says “the character of the mythical gods is ridiculous;” we will\nadd, it is ridiculous in the extreme. Listen—Hesiod, in his theogony,\nsays: “Chronos, the son of Ouranos, or Saturn, son of Heaven, in the\nbeginning slew his father, and possessed himself of his rule, and, being\nseized with a panic lest he should suffer in the same way, he preferred\ndevouring his children, but Curetes, a subordinate god, by craft, conveyed\nJupiter away in secret and afterwards bound his brother with chains, and\ndivided the empire, Jupiter receiving the air, and Neptune the deep, and\nPluto Hades.”\n\nPros-er-pi-ne, Mella-nip-pe, Neptune, Pluto and Jupiter are all set forth\nin the mythical writings as adulterers. Jupiter was regarded as more\nfrequently involved in that crime, being set down as guilty in many\ninstances. For the love of Sem-e-le, it is said that he assumed wings and\nproved his own unchastity and her jealousy. These are some of the exploits\nof the sons of Saturn. Hercules was celebrated by his three nights, sung\nby the poets for his successful labors.\n\nThe son of Jupiter slew the Lion, and destroyed the many-headed Hydra; was\nable to kill the fleet man-eating birds, and brought up from hades the\nthree-headed dog, Cerberus; effectually cleansed the Augean stable from\nits refuse; killed the bulls and stag whose nostrils breathed fire; slew\nthe poisonous serpent and killed Ach-e-lò-us. The guest-slaying Bu-sí-ris\nwas delighted with being stunned by the cymbals of the Sat-yrs, and to be\nconquered with the love of women; and at last, being unable to take the\ncloak off of Nessus, he kindled his own funeral pile and died. Such are\nspecimens of the ancient myths. Their character is such as to leave an\nimpassible gulf between them and the character of the God revealed in our\nreligion. No development theory, seeking the origin of our religion in the\nold mythical system, can bridge across this chasm. It is as deep and broad\nas the distance between the antipodes. There is no analogy between these\ncounterfeits or myths and the “true God,” save that remote power of God\nwhich is divided up and parceled out among them. Their morals were the\nworst. The whole mythical system is simply one grand demonstration of\nhuman apostacy from the “true God.” Homer introduces Zeus in love, and\nbitterly complaining and bewailing himself, and plotted against by the\nother gods. He represents the gods as suffering at the hands of men. Mars\nand Venus were wounded by Di-o-me-de. He says, “Great Pluto’s self the\nstinging arrow felt when that same son of Jupiter assailed him in the very\ngates of hell, and wrought him keenest anguish. Pierced with pain, to the\nhigh Olympus, to the courts of Jupiter groaning he came. The bitter shaft\nremained deep in his shoulder fixed, and grieved his soul.” In the\nmythical system the gods are not presented as creators or first causes.\n\nHomer says, They were in the beginning generated from the waters of the\nocean, and thousands were added by deifying departed heroes and\nphilosophers. The thought of one supreme Intelligence, the “God of Gods,”,\nruns through all the system of myths. It is found anterior to the myths,\nand, therefore, could not have had its origin with them. The character\nascribed to our God, in our scriptures, has no place among the ancient\nmyths. They hold the “Master God” before us only in connection with power,\nbeing altogether ignorant of His true character. They even went so far as\nto attribute much to Him that was ridiculous. One of the ancients said,\n“The utmost that a man can do is to attribute to the being he worships his\nimperfections and impurities, magnified to infinity, it may be, and then\nbecome worse by their reflex action upon his own nature.” This was\nverified in the ancient mythical religion, without exception, and without\ndoubt.\n\n“The character of all the gods was simply human character extended in all\nits powers, appetites, lusts and passions. Scholars say there is no\nlanguage containing words that express the Scriptural ideas of holiness\nand abhorrence of sin, except those in which the Scriptures were given, or\ninto which they have been translated. These attributes must be known in\norder to salvation from sin, so God revealed Himself and gave the world a\npure religion, as a standard of right and wrong, and guide in duty, and\nrule of life.”\n\nThe history of the ancient nations of the earth gives a united testimony\nthat their original progenitors possessed a knowledge of the one true and\nliving God, who was worshiped by them, and believed to be an infinite,\nself-existent and invisible spirit. This notion was never entirely\nextinguished even among the idolatrous worshipers. Greek and Latin poets\nwere great corrupters of theology, yet in the midst of all their Gods\nthere is still to be found, in their writings, the notion of one supreme\nin power and rule, whom they confound with Jupiter.\n\nThe age of myths began with the tenth generation after the flood. The\nevidence of this is given by Plato from one of the ancient poets in these\nwords: “It was the generation then the tenth, of men endowed with\nspeech, since forth the flood had burst upon the men of former times, and\nKronos, Japetus and Titan reigned, whom men of Ouranos proclaimed the\nnoblest sons, and named them so, because of men endowed with gift of\nspeech, they were the first,” that is to say, they were orators, “and\nothers for their strength, as Heracles and Perseus, and others for their\nart. Those to whom either the subjects gave honor, or the rulers\nthemselves assuming it, obtained the"
            ]
        }
    },
    {
        "id": "JM-14522_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_2000/C/1/17/paragraph/exp_1/JM-14522.txt",
        "manipulated_char_spans": [
            [
                1866,
                2069
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-14522",
        "gold_text": "/data/sub_sample/gold_sanity_2000/PG-14522.txt",
        "random_seed": 31,
        "params": {
            "n": 1,
            "min_len": null,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-The Christian Foundation, Or, Scientific and Religious Journal\n\n\nCHAPTER: IS THERE A COUNTERFEIT WITHOUT A GENUINE?\n\n\nMy object in this lesson is to present the myths, the ancient, fictitious\nand fanciful narratives concerning the gods, in such a manner as to enable\nyou to see the utter absurdity of the idea that the religion of the Bible\nis of mythical origin. Myths are fictitious narratives, having an\nanalogy more or less remote to something real. From this definition you\ndiscover that a myth is always a counterfeit, and as such always appears\nin evidence in favor of something more or less remote, that is true. Now,\nif the Bible had a mythical origin, it sustains some analogy to something\nfound in the mythical or fictitious and fanciful narratives concerning the\ngods, and is therefore the myth of a myth; the counterfeit of a\ncounterfeit. If such be the truth in the case, where do we find the origin\nof the myths from which “Bible myths” have descended? Is it found in the\ntrue God presiding over the elements of nature and the destinies of men,\nas well as the events of creation and providence? Or, can it be possible\nthat we have many counterfeits without a genuine? Many myths sustaining\nno analogy, either near or remote, to anything real? It is an absurdity,\ndestructive of the term employed, because myths cease to be myths\nwithout some near or remote relation to realities. They must sustain\nsome analogy to something real. And counterfeits also cease to be\ncounterfeits when it is shown that they sustain no relation, through\nanalogy or likeness, to anything that is genuine. In the mythical systems\nof olden times we have, in the midst of a vast deal of false and fanciful\nnarrative concerning subordinate and secondary gods, evidence of a supreme\nGod presiding over all things; and the secondary gods performing many\nthings which belonged to the province of the “Almighty One,” with many\ndegrading, vile and corrupting habits.\n\nA letter written by Maximus, a Numidian, to Augustin, reads thus: “Now,\nthat there is a sovereign God, who is without beginning, and who, without\nhaving begotten anything like unto Himself, is, nevertheless, the Father\nand the former of all things, what man can be gross and stupid enough to\ndoubt? He it is of whom, under different names, we adore the eternal power\nextending through every part of the world, thus honoring separately by\ndifferent sorts of worship what may be called His several members, we\nadore Him entirely. May those subordinate gods preserve you under whose\nnames, and by whom all we mortals upon earth adore the common Father of\ngods and men.” In this letter we have a clear presentation of the mythical\nsystem concerning the ancient gods, and also the “analagous relation” to\nthe “Master God.” Each god having his particular dominion over place or\npassion, appears before us as a representative of the supreme, or “Master\nGod;” and by worshiping each member or God they claimed to adore entirely\nthe “common Father of gods and men.” Augustin answers, In your public\nsquare there are two statues of Mars, one naked, the other armed; and\nclose by the figure of a man who, with three fingers advanced towards\nMars, holds in check that divinity so dangerous to the whole town. With\nregard to what you say of such gods being portions of the only “true God,”\n\nI take the liberty you gave me to warn you not to fall into such a\nsacrilege; for that only God, of whom you speak, is doubtless He who is\nacknowledged by the whole world, and concerning whom, as some of the\nancients have said, the ignorant agree with the learned. Now, will you say\nthat Mars, whose strength is represented by an inanimate man, is a portion\nof that God? That is to say, the dead statue controls Mars, and Mars is a\nsubordinate god representing the infinite God, and is, therefore, a part\nof that God. Augustin adds, Not the Pantheon and all the temples\nconsecrated to the inferior gods, nor even the temples consecrated to the\ntwelve greater gods prevented “Deus Optimus Maximus,” God most good, most\ngreat, from being acknowledged throughout the empire. Voltaire says, “In\nspite of all the follies of the people who venerated secondary and\nridiculous gods, and in spite of the Epicurians, who in reality\nacknowledged none, it is verified that in all times the magistrates and\nwise adored one sovereign God.” Secondary gods were myths, counterfeits,\nsustaining the relation of counterfeits. The ancients attributed their\nown passions to the “Master God,” and had subordinate gods representing\npassions. They also had a god for each part of His dominion; and these\ngods they called members of the true God, and claimed to worship Him, by\nworshiping all the members or gods. Mars was the god of war; Bacchus was\nthe god of drunkenness. They had a god for this and a god for that. The\nancient pagans seemed to think that infinite divisibility belonged to the\n“true God,” for they distinguished between passions, and divided up the\nuniverse among the gods until they had it crammed full of subordinate and\nridiculous gods, each one a member of Jehovah, and each member a part of\nthe great mythical system.\n\nNow, in order to establish the proposition that our religion is of\nmythical origin, it is necessary to show, first, that the Bible was\nwritten this side of or during the age of myths, and, having done this, it\nis necessary to show that the Hebrew people were a mythical people;\nneither of which can be accomplished. It will not be amiss to present in\nthis connection a statement given by Justin to the Greeks. He says: “Of\nall your teachers, whether sages, poets, historians, philosophers, or\nlaw-givers, by far the oldest, as the Greek historians show us, was\nMoses.... For in the times of Ogyges and Inachus, whom some of your poets\nhave supposed to have been earth-born—that is, to have sprung from the\nsoil, and hence one of the oldest inhabitants—the aborigines, Moses is\nmentioned as the leader and ruler of the Jewish nation.” He is mentioned\nas a very ancient and time-honored prince in the Athenian, Attic and\nGrecian histories. Polemon, in his first book of Hellenics, mentions Moses\nas the leader and ruler of the Jewish nation. Ptolemæus, in his history of\nEgypt, bears the same testimony. Apion, an Egyptian writer, in his book\nagainst the Jews, says “Moses led them.” Dr. Shaw, a modern traveler, says\nthe inhabitants of Corondel, on the eastern side of the Red Sea, to this\nday preserve the remembrance of the deliverance of the children of Israel\nfrom their bondage in Egypt. Diodorus, the most renowned Greek historian,\nwho employed thirty years epitomizing the libraries, and traveled over\nAsia and Europe for the sake of great accuracy, who wrote forty volumes of\nhistory, says he learned from the Egyptian priests that Moses was an\nancient law-giver.\n\nIt seems to us that, no sane man, who is acquainted with the ancient\nmythicals, can regard the religion of the Bible as a child of mythical\ndescent. It is as deadly in its influence upon those myths, and all\nmythical worship, as it could be made by an infinite mind.\n\nVoltaire says “the character of the mythical gods is ridiculous;” we will\nadd, it is ridiculous in the extreme. Listen—Hesiod, in his theogony,\nsays: “Chronos, the son of Ouranos, or Saturn, son of Heaven, in the\nbeginning slew his father, and possessed himself of his rule, and, being\nseized with a panic lest he should suffer in the same way, he preferred\ndevouring his children, but Curetes, a subordinate god, by craft, conveyed\nJupiter away in secret and afterwards bound his brother with chains, and\ndivided the empire, Jupiter receiving the air, and Neptune the deep, and\nPluto Hades.”\n\nPros-er-pi-ne, Mella-nip-pe, Neptune, Pluto and Jupiter are all set forth\nin the mythical writings as adulterers. Jupiter was regarded as more\nfrequently involved in that crime, being set down as guilty in many\ninstances. For the love of Sem-e-le, it is said that he assumed wings and\nproved his own unchastity and her jealousy. These are some of the exploits\nof the sons of Saturn. Hercules was celebrated by his three nights, sung\nby the poets for his successful labors.\n\nThe son of Jupiter slew the Lion, and destroyed the many-headed Hydra; was\nable to kill the fleet man-eating birds, and brought up from hades the\nthree-headed dog, Cerberus; effectually cleansed the Augean stable from\nits refuse; killed the bulls and stag whose nostrils breathed fire; slew\nthe poisonous serpent and killed Ach-e-lò-us. The guest-slaying Bu-sí-ris\nwas delighted with being stunned by the cymbals of the Sat-yrs, and to be\nconquered with the love of women; and at last, being unable to take the\ncloak off of Nessus, he kindled his own funeral pile and died. Such are\nspecimens of the ancient myths. Their character is such as to leave an\nimpassible gulf between them and the character of the God revealed in our\nreligion. No development theory, seeking the origin of our religion in the\nold mythical system, can bridge across this chasm. It is as deep and broad\nas the distance between the antipodes. There is no analogy between these\ncounterfeits or myths and the “true God,” save that remote power of God\nwhich is divided up and parceled out among them. Their morals were the\nworst. The whole mythical system is simply one grand demonstration of\nhuman apostacy from the “true God.” Homer introduces Zeus in love, and\nbitterly complaining and bewailing himself, and plotted against by the\nother gods. He represents the gods as suffering at the hands of men. Mars\nand Venus were wounded by Di-o-me-de. He says, “Great Pluto’s self the\nstinging arrow felt when that same son of Jupiter assailed him in the very\ngates of hell, and wrought him keenest anguish. Pierced with pain, to the\nhigh Olympus, to the courts of Jupiter groaning he came. The bitter shaft\nremained deep in his shoulder fixed, and grieved his soul.” In the\nmythical system the gods are not presented as creators or first causes.\n\nHomer says, They were in the beginning generated from the waters of the\nocean, and thousands were added by deifying departed heroes and\nphilosophers. The thought of one supreme Intelligence, the “God of Gods,”,\nruns through all the system of myths. It is found anterior to the myths,\nand, therefore, could not have had its origin with them. The character\nascribed to our God, in our scriptures, has no place among the ancient\nmyths. They hold the “Master God” before us only in connection with power,\nbeing altogether ignorant of His true character. They even went so far as\nto attribute much to Him that was ridiculous. One of the ancients said,\n“The utmost that a man can do is to attribute to the being he worships his\nimperfections and impurities, magnified to infinity, it may be, and then\nbecome worse by their reflex action upon his own nature.” This was\nverified in the ancient mythical religion, without exception, and without\ndoubt.\n\n“The character of all the gods was simply human character extended in all\nits powers, appetites, lusts and passions. Scholars say there is no\nlanguage containing words that express the Scriptural ideas of holiness\nand abhorrence of sin, except those in which the Scriptures were given, or\ninto which they have been translated. These attributes must be known in\norder to salvation from sin, so God revealed Himself and gave the world a\npure religion, as a standard of right and wrong, and guide in duty, and\nrule of life.”\n\nThe history of the ancient nations of the earth gives a united testimony\nthat their original progenitors possessed a knowledge of the one true and\nliving God, who was worshiped by them, and believed to be an infinite,\nself-existent and invisible spirit. This notion was never entirely\nextinguished even among the idolatrous worshipers. Greek and Latin poets\nwere great corrupters of theology, yet in the midst of all their Gods\nthere is still to be found, in their writings, the notion of one supreme\nin power and rule, whom they confound with Jupiter.\n\nThe age of myths began with the tenth generation after the flood. The\nevidence of this is given by Plato from one of the ancient poets in these\nwords: “It was the generation then the tenth, of men endowed with\nspeech, since forth the flood had burst upon the men of former times, and\nKronos, Japetus and Titan reigned, whom men of Ouranos proclaimed the\nnoblest sons, and named them so, because of men endowed with gift of\nspeech, they were the first,” that is to say, they were orators, “and\nothers for their strength, as Heracles and Perseus, and others for their\nart. Those to whom either the subjects gave honor, or the rulers\nthemselves assuming it, obtained the"
            ]
        }
    },
    {
        "id": "JM-14653_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_2000/C/1/17/paragraph/exp_1/JM-14653.txt",
        "manipulated_char_spans": [
            [
                3627,
                4291
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-14653",
        "gold_text": "/data/sub_sample/gold_sanity_2000/PG-14653.txt",
        "random_seed": 31,
        "params": {
            "n": 1,
            "min_len": null,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-The Christian Foundation, Or, Scientific and Religious Journal\n\n\nCHAPTER: IS THERE A COUNTERFEIT WITHOUT A GENUINE?\n\n\nMy object in this lesson is to present the myths, the ancient, fictitious\nand fanciful narratives concerning the gods, in such a manner as to enable\nyou to see the utter absurdity of the idea that the religion of the Bible\nis of mythical origin. Myths are fictitious narratives, having an\nanalogy more or less remote to something real. From this definition you\ndiscover that a myth is always a counterfeit, and as such always appears\nin evidence in favor of something more or less remote, that is true. Now,\nif the Bible had a mythical origin, it sustains some analogy to something\nfound in the mythical or fictitious and fanciful narratives concerning the\ngods, and is therefore the myth of a myth; the counterfeit of a\ncounterfeit. If such be the truth in the case, where do we find the origin\nof the myths from which “Bible myths” have descended? Is it found in the\ntrue God presiding over the elements of nature and the destinies of men,\nas well as the events of creation and providence? Or, can it be possible\nthat we have many counterfeits without a genuine? Many myths sustaining\nno analogy, either near or remote, to anything real? It is an absurdity,\ndestructive of the term employed, because myths cease to be myths\nwithout some near or remote relation to realities. They must sustain\nsome analogy to something real. And counterfeits also cease to be\ncounterfeits when it is shown that they sustain no relation, through\nanalogy or likeness, to anything that is genuine. In the mythical systems\nof olden times we have, in the midst of a vast deal of false and fanciful\nnarrative concerning subordinate and secondary gods, evidence of a supreme\nGod presiding over all things; and the secondary gods performing many\nthings which belonged to the province of the “Almighty One,” with many\ndegrading, vile and corrupting habits.\n\nA letter written by Maximus, a Numidian, to Augustin, reads thus: “Now,\nthat there is a sovereign God, who is without beginning, and who, without\nhaving begotten anything like unto Himself, is, nevertheless, the Father\nand the former of all things, what man can be gross and stupid enough to\ndoubt? He it is of whom, under different names, we adore the eternal power\nextending through every part of the world, thus honoring separately by\ndifferent sorts of worship what may be called His several members, we\nadore Him entirely. May those subordinate gods preserve you under whose\nnames, and by whom all we mortals upon earth adore the common Father of\ngods and men.” In this letter we have a clear presentation of the mythical\nsystem concerning the ancient gods, and also the “analagous relation” to\nthe “Master God.” Each god having his particular dominion over place or\npassion, appears before us as a representative of the supreme, or “Master\nGod;” and by worshiping each member or God they claimed to adore entirely\nthe “common Father of gods and men.” Augustin answers, In your public\nsquare there are two statues of Mars, one naked, the other armed; and\nclose by the figure of a man who, with three fingers advanced towards\nMars, holds in check that divinity so dangerous to the whole town. With\nregard to what you say of such gods being portions of the only “true God,”\n\nI take the liberty you gave me to warn you not to fall into such a\nsacrilege; for that only God, of whom you speak, is doubtless He who is\nacknowledged by the whole world, and concerning whom, as some of the\nancients have said, the ignorant agree with the learned. Now, will you say\nthat Mars, whose strength is represented by an inanimate man, is a portion\nof that God? That is to say, the dead statue controls Mars, and Mars is a\nsubordinate god representing the infinite God, and is, therefore, a part\nof that God. Augustin adds, Not the Pantheon and all the temples\nconsecrated to the inferior gods, nor even the temples consecrated to the\ntwelve greater gods prevented “Deus Optimus Maximus,” God most good, most\ngreat, from being acknowledged throughout the empire. Voltaire says, “In\nspite of all the follies of the people who venerated secondary and\nridiculous gods, and in spite of the Epicurians, who in reality\nacknowledged none, it is verified that in all times the magistrates and\nwise adored one sovereign God.” Secondary gods were myths, counterfeits,\nsustaining the relation of counterfeits. The ancients attributed their\nown passions to the “Master God,” and had subordinate gods representing\npassions. They also had a god for each part of His dominion; and these\ngods they called members of the true God, and claimed to worship Him, by\nworshiping all the members or gods. Mars was the god of war; Bacchus was\nthe god of drunkenness. They had a god for this and a god for that. The\nancient pagans seemed to think that infinite divisibility belonged to the\n“true God,” for they distinguished between passions, and divided up the\nuniverse among the gods until they had it crammed full of subordinate and\nridiculous gods, each one a member of Jehovah, and each member a part of\nthe great mythical system.\n\nNow, in order to establish the proposition that our religion is of\nmythical origin, it is necessary to show, first, that the Bible was\nwritten this side of or during the age of myths, and, having done this, it\nis necessary to show that the Hebrew people were a mythical people;\nneither of which can be accomplished. It will not be amiss to present in\nthis connection a statement given by Justin to the Greeks. He says: “Of\nall your teachers, whether sages, poets, historians, philosophers, or\nlaw-givers, by far the oldest, as the Greek historians show us, was\nMoses.... For in the times of Ogyges and Inachus, whom some of your poets\nhave supposed to have been earth-born—that is, to have sprung from the\nsoil, and hence one of the oldest inhabitants—the aborigines, Moses is\nmentioned as the leader and ruler of the Jewish nation.” He is mentioned\nas a very ancient and time-honored prince in the Athenian, Attic and\nGrecian histories. Polemon, in his first book of Hellenics, mentions Moses\nas the leader and ruler of the Jewish nation. Ptolemæus, in his history of\nEgypt, bears the same testimony. Apion, an Egyptian writer, in his book\nagainst the Jews, says “Moses led them.” Dr. Shaw, a modern traveler, says\nthe inhabitants of Corondel, on the eastern side of the Red Sea, to this\nday preserve the remembrance of the deliverance of the children of Israel\nfrom their bondage in Egypt. Diodorus, the most renowned Greek historian,\nwho employed thirty years epitomizing the libraries, and traveled over\nAsia and Europe for the sake of great accuracy, who wrote forty volumes of\nhistory, says he learned from the Egyptian priests that Moses was an\nancient law-giver.\n\nIt seems to us that, no sane man, who is acquainted with the ancient\nmythicals, can regard the religion of the Bible as a child of mythical\ndescent. It is as deadly in its influence upon those myths, and all\nmythical worship, as it could be made by an infinite mind.\n\nVoltaire says “the character of the mythical gods is ridiculous;” we will\nadd, it is ridiculous in the extreme. Listen—Hesiod, in his theogony,\nsays: “Chronos, the son of Ouranos, or Saturn, son of Heaven, in the\nbeginning slew his father, and possessed himself of his rule, and, being\nseized with a panic lest he should suffer in the same way, he preferred\ndevouring his children, but Curetes, a subordinate god, by craft, conveyed\nJupiter away in secret and afterwards bound his brother with chains, and\ndivided the empire, Jupiter receiving the air, and Neptune the deep, and\nPluto Hades.”\n\nPros-er-pi-ne, Mella-nip-pe, Neptune, Pluto and Jupiter are all set forth\nin the mythical writings as adulterers. Jupiter was regarded as more\nfrequently involved in that crime, being set down as guilty in many\ninstances. For the love of Sem-e-le, it is said that he assumed wings and\nproved his own unchastity and her jealousy. These are some of the exploits\nof the sons of Saturn. Hercules was celebrated by his three nights, sung\nby the poets for his successful labors.\n\nThe son of Jupiter slew the Lion, and destroyed the many-headed Hydra; was\nable to kill the fleet man-eating birds, and brought up from hades the\nthree-headed dog, Cerberus; effectually cleansed the Augean stable from\nits refuse; killed the bulls and stag whose nostrils breathed fire; slew\nthe poisonous serpent and killed Ach-e-lò-us. The guest-slaying Bu-sí-ris\nwas delighted with being stunned by the cymbals of the Sat-yrs, and to be\nconquered with the love of women; and at last, being unable to take the\ncloak off of Nessus, he kindled his own funeral pile and died. Such are\nspecimens of the ancient myths. Their character is such as to leave an\nimpassible gulf between them and the character of the God revealed in our\nreligion. No development theory, seeking the origin of our religion in the\nold mythical system, can bridge across this chasm. It is as deep and broad\nas the distance between the antipodes. There is no analogy between these\ncounterfeits or myths and the “true God,” save that remote power of God\nwhich is divided up and parceled out among them. Their morals were the\nworst. The whole mythical system is simply one grand demonstration of\nhuman apostacy from the “true God.” Homer introduces Zeus in love, and\nbitterly complaining and bewailing himself, and plotted against by the\nother gods. He represents the gods as suffering at the hands of men. Mars\nand Venus were wounded by Di-o-me-de. He says, “Great Pluto’s self the\nstinging arrow felt when that same son of Jupiter assailed him in the very\ngates of hell, and wrought him keenest anguish. Pierced with pain, to the\nhigh Olympus, to the courts of Jupiter groaning he came. The bitter shaft\nremained deep in his shoulder fixed, and grieved his soul.” In the\nmythical system the gods are not presented as creators or first causes.\n\nHomer says, They were in the beginning generated from the waters of the\nocean, and thousands were added by deifying departed heroes and\nphilosophers. The thought of one supreme Intelligence, the “God of Gods,”,\nruns through all the system of myths. It is found anterior to the myths,\nand, therefore, could not have had its origin with them. The character\nascribed to our God, in our scriptures, has no place among the ancient\nmyths. They hold the “Master God” before us only in connection with power,\nbeing altogether ignorant of His true character. They even went so far as\nto attribute much to Him that was ridiculous. One of the ancients said,\n“The utmost that a man can do is to attribute to the being he worships his\nimperfections and impurities, magnified to infinity, it may be, and then\nbecome worse by their reflex action upon his own nature.” This was\nverified in the ancient mythical religion, without exception, and without\ndoubt.\n\n“The character of all the gods was simply human character extended in all\nits powers, appetites, lusts and passions. Scholars say there is no\nlanguage containing words that express the Scriptural ideas of holiness\nand abhorrence of sin, except those in which the Scriptures were given, or\ninto which they have been translated. These attributes must be known in\norder to salvation from sin, so God revealed Himself and gave the world a\npure religion, as a standard of right and wrong, and guide in duty, and\nrule of life.”\n\nThe history of the ancient nations of the earth gives a united testimony\nthat their original progenitors possessed a knowledge of the one true and\nliving God, who was worshiped by them, and believed to be an infinite,\nself-existent and invisible spirit. This notion was never entirely\nextinguished even among the idolatrous worshipers. Greek and Latin poets\nwere great corrupters of theology, yet in the midst of all their Gods\nthere is still to be found, in their writings, the notion of one supreme\nin power and rule, whom they confound with Jupiter.\n\nThe age of myths began with the tenth generation after the flood. The\nevidence of this is given by Plato from one of the ancient poets in these\nwords: “It was the generation then the tenth, of men endowed with\nspeech, since forth the flood had burst upon the men of former times, and\nKronos, Japetus and Titan reigned, whom men of Ouranos proclaimed the\nnoblest sons, and named them so, because of men endowed with gift of\nspeech, they were the first,” that is to say, they were orators, “and\nothers for their strength, as Heracles and Perseus, and others for their\nart. Those to whom either the subjects gave honor, or the rulers\nthemselves assuming it, obtained the"
            ]
        }
    },
    {
        "id": "JM-14678_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_2000/C/1/17/paragraph/exp_1/JM-14678.txt",
        "manipulated_char_spans": [
            [
                10830,
                11603
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-14678",
        "gold_text": "/data/sub_sample/gold_sanity_2000/PG-14678.txt",
        "random_seed": 31,
        "params": {
            "n": 1,
            "min_len": null,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-The Christian Foundation, Or, Scientific and Religious Journal\n\n\nCHAPTER: IS THERE A COUNTERFEIT WITHOUT A GENUINE?\n\n\nMy object in this lesson is to present the myths, the ancient, fictitious\nand fanciful narratives concerning the gods, in such a manner as to enable\nyou to see the utter absurdity of the idea that the religion of the Bible\nis of mythical origin. Myths are fictitious narratives, having an\nanalogy more or less remote to something real. From this definition you\ndiscover that a myth is always a counterfeit, and as such always appears\nin evidence in favor of something more or less remote, that is true. Now,\nif the Bible had a mythical origin, it sustains some analogy to something\nfound in the mythical or fictitious and fanciful narratives concerning the\ngods, and is therefore the myth of a myth; the counterfeit of a\ncounterfeit. If such be the truth in the case, where do we find the origin\nof the myths from which “Bible myths” have descended? Is it found in the\ntrue God presiding over the elements of nature and the destinies of men,\nas well as the events of creation and providence? Or, can it be possible\nthat we have many counterfeits without a genuine? Many myths sustaining\nno analogy, either near or remote, to anything real? It is an absurdity,\ndestructive of the term employed, because myths cease to be myths\nwithout some near or remote relation to realities. They must sustain\nsome analogy to something real. And counterfeits also cease to be\ncounterfeits when it is shown that they sustain no relation, through\nanalogy or likeness, to anything that is genuine. In the mythical systems\nof olden times we have, in the midst of a vast deal of false and fanciful\nnarrative concerning subordinate and secondary gods, evidence of a supreme\nGod presiding over all things; and the secondary gods performing many\nthings which belonged to the province of the “Almighty One,” with many\ndegrading, vile and corrupting habits.\n\nA letter written by Maximus, a Numidian, to Augustin, reads thus: “Now,\nthat there is a sovereign God, who is without beginning, and who, without\nhaving begotten anything like unto Himself, is, nevertheless, the Father\nand the former of all things, what man can be gross and stupid enough to\ndoubt? He it is of whom, under different names, we adore the eternal power\nextending through every part of the world, thus honoring separately by\ndifferent sorts of worship what may be called His several members, we\nadore Him entirely. May those subordinate gods preserve you under whose\nnames, and by whom all we mortals upon earth adore the common Father of\ngods and men.” In this letter we have a clear presentation of the mythical\nsystem concerning the ancient gods, and also the “analagous relation” to\nthe “Master God.” Each god having his particular dominion over place or\npassion, appears before us as a representative of the supreme, or “Master\nGod;” and by worshiping each member or God they claimed to adore entirely\nthe “common Father of gods and men.” Augustin answers, In your public\nsquare there are two statues of Mars, one naked, the other armed; and\nclose by the figure of a man who, with three fingers advanced towards\nMars, holds in check that divinity so dangerous to the whole town. With\nregard to what you say of such gods being portions of the only “true God,”\n\nI take the liberty you gave me to warn you not to fall into such a\nsacrilege; for that only God, of whom you speak, is doubtless He who is\nacknowledged by the whole world, and concerning whom, as some of the\nancients have said, the ignorant agree with the learned. Now, will you say\nthat Mars, whose strength is represented by an inanimate man, is a portion\nof that God? That is to say, the dead statue controls Mars, and Mars is a\nsubordinate god representing the infinite God, and is, therefore, a part\nof that God. Augustin adds, Not the Pantheon and all the temples\nconsecrated to the inferior gods, nor even the temples consecrated to the\ntwelve greater gods prevented “Deus Optimus Maximus,” God most good, most\ngreat, from being acknowledged throughout the empire. Voltaire says, “In\nspite of all the follies of the people who venerated secondary and\nridiculous gods, and in spite of the Epicurians, who in reality\nacknowledged none, it is verified that in all times the magistrates and\nwise adored one sovereign God.” Secondary gods were myths, counterfeits,\nsustaining the relation of counterfeits. The ancients attributed their\nown passions to the “Master God,” and had subordinate gods representing\npassions. They also had a god for each part of His dominion; and these\ngods they called members of the true God, and claimed to worship Him, by\nworshiping all the members or gods. Mars was the god of war; Bacchus was\nthe god of drunkenness. They had a god for this and a god for that. The\nancient pagans seemed to think that infinite divisibility belonged to the\n“true God,” for they distinguished between passions, and divided up the\nuniverse among the gods until they had it crammed full of subordinate and\nridiculous gods, each one a member of Jehovah, and each member a part of\nthe great mythical system.\n\nNow, in order to establish the proposition that our religion is of\nmythical origin, it is necessary to show, first, that the Bible was\nwritten this side of or during the age of myths, and, having done this, it\nis necessary to show that the Hebrew people were a mythical people;\nneither of which can be accomplished. It will not be amiss to present in\nthis connection a statement given by Justin to the Greeks. He says: “Of\nall your teachers, whether sages, poets, historians, philosophers, or\nlaw-givers, by far the oldest, as the Greek historians show us, was\nMoses.... For in the times of Ogyges and Inachus, whom some of your poets\nhave supposed to have been earth-born—that is, to have sprung from the\nsoil, and hence one of the oldest inhabitants—the aborigines, Moses is\nmentioned as the leader and ruler of the Jewish nation.” He is mentioned\nas a very ancient and time-honored prince in the Athenian, Attic and\nGrecian histories. Polemon, in his first book of Hellenics, mentions Moses\nas the leader and ruler of the Jewish nation. Ptolemæus, in his history of\nEgypt, bears the same testimony. Apion, an Egyptian writer, in his book\nagainst the Jews, says “Moses led them.” Dr. Shaw, a modern traveler, says\nthe inhabitants of Corondel, on the eastern side of the Red Sea, to this\nday preserve the remembrance of the deliverance of the children of Israel\nfrom their bondage in Egypt. Diodorus, the most renowned Greek historian,\nwho employed thirty years epitomizing the libraries, and traveled over\nAsia and Europe for the sake of great accuracy, who wrote forty volumes of\nhistory, says he learned from the Egyptian priests that Moses was an\nancient law-giver.\n\nIt seems to us that, no sane man, who is acquainted with the ancient\nmythicals, can regard the religion of the Bible as a child of mythical\ndescent. It is as deadly in its influence upon those myths, and all\nmythical worship, as it could be made by an infinite mind.\n\nVoltaire says “the character of the mythical gods is ridiculous;” we will\nadd, it is ridiculous in the extreme. Listen—Hesiod, in his theogony,\nsays: “Chronos, the son of Ouranos, or Saturn, son of Heaven, in the\nbeginning slew his father, and possessed himself of his rule, and, being\nseized with a panic lest he should suffer in the same way, he preferred\ndevouring his children, but Curetes, a subordinate god, by craft, conveyed\nJupiter away in secret and afterwards bound his brother with chains, and\ndivided the empire, Jupiter receiving the air, and Neptune the deep, and\nPluto Hades.”\n\nPros-er-pi-ne, Mella-nip-pe, Neptune, Pluto and Jupiter are all set forth\nin the mythical writings as adulterers. Jupiter was regarded as more\nfrequently involved in that crime, being set down as guilty in many\ninstances. For the love of Sem-e-le, it is said that he assumed wings and\nproved his own unchastity and her jealousy. These are some of the exploits\nof the sons of Saturn. Hercules was celebrated by his three nights, sung\nby the poets for his successful labors.\n\nThe son of Jupiter slew the Lion, and destroyed the many-headed Hydra; was\nable to kill the fleet man-eating birds, and brought up from hades the\nthree-headed dog, Cerberus; effectually cleansed the Augean stable from\nits refuse; killed the bulls and stag whose nostrils breathed fire; slew\nthe poisonous serpent and killed Ach-e-lò-us. The guest-slaying Bu-sí-ris\nwas delighted with being stunned by the cymbals of the Sat-yrs, and to be\nconquered with the love of women; and at last, being unable to take the\ncloak off of Nessus, he kindled his own funeral pile and died. Such are\nspecimens of the ancient myths. Their character is such as to leave an\nimpassible gulf between them and the character of the God revealed in our\nreligion. No development theory, seeking the origin of our religion in the\nold mythical system, can bridge across this chasm. It is as deep and broad\nas the distance between the antipodes. There is no analogy between these\ncounterfeits or myths and the “true God,” save that remote power of God\nwhich is divided up and parceled out among them. Their morals were the\nworst. The whole mythical system is simply one grand demonstration of\nhuman apostacy from the “true God.” Homer introduces Zeus in love, and\nbitterly complaining and bewailing himself, and plotted against by the\nother gods. He represents the gods as suffering at the hands of men. Mars\nand Venus were wounded by Di-o-me-de. He says, “Great Pluto’s self the\nstinging arrow felt when that same son of Jupiter assailed him in the very\ngates of hell, and wrought him keenest anguish. Pierced with pain, to the\nhigh Olympus, to the courts of Jupiter groaning he came. The bitter shaft\nremained deep in his shoulder fixed, and grieved his soul.” In the\nmythical system the gods are not presented as creators or first causes.\n\nHomer says, They were in the beginning generated from the waters of the\nocean, and thousands were added by deifying departed heroes and\nphilosophers. The thought of one supreme Intelligence, the “God of Gods,”,\nruns through all the system of myths. It is found anterior to the myths,\nand, therefore, could not have had its origin with them. The character\nascribed to our God, in our scriptures, has no place among the ancient\nmyths. They hold the “Master God” before us only in connection with power,\nbeing altogether ignorant of His true character. They even went so far as\nto attribute much to Him that was ridiculous. One of the ancients said,\n“The utmost that a man can do is to attribute to the being he worships his\nimperfections and impurities, magnified to infinity, it may be, and then\nbecome worse by their reflex action upon his own nature.” This was\nverified in the ancient mythical religion, without exception, and without\ndoubt.\n\n“The character of all the gods was simply human character extended in all\nits powers, appetites, lusts and passions. Scholars say there is no\nlanguage containing words that express the Scriptural ideas of holiness\nand abhorrence of sin, except those in which the Scriptures were given, or\ninto which they have been translated. These attributes must be known in\norder to salvation from sin, so God revealed Himself and gave the world a\npure religion, as a standard of right and wrong, and guide in duty, and\nrule of life.”\n\nThe history of the ancient nations of the earth gives a united testimony\nthat their original progenitors possessed a knowledge of the one true and\nliving God, who was worshiped by them, and believed to be an infinite,\nself-existent and invisible spirit. This notion was never entirely\nextinguished even among the idolatrous worshipers. Greek and Latin poets\nwere great corrupters of theology, yet in the midst of all their Gods\nthere is still to be found, in their writings, the notion of one supreme\nin power and rule, whom they confound with Jupiter.\n\nThe age of myths began with the tenth generation after the flood. The\nevidence of this is given by Plato from one of the ancient poets in these\nwords: “It was the generation then the tenth, of men endowed with\nspeech, since forth the flood had burst upon the men of former times, and\nKronos, Japetus and Titan reigned, whom men of Ouranos proclaimed the\nnoblest sons, and named them so, because of men endowed with gift of\nspeech, they were the first,” that is to say, they were orators, “and\nothers for their strength, as Heracles and Perseus, and others for their\nart. Those to whom either the subjects gave honor, or the rulers\nthemselves assuming it, obtained the"
            ]
        }
    },
    {
        "id": "JM-20996_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_2000/C/1/17/paragraph/exp_1/JM-20996.txt",
        "manipulated_char_spans": [
            [
                3132,
                3596
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-20996",
        "gold_text": "/data/sub_sample/gold_sanity_2000/PG-20996.txt",
        "random_seed": 31,
        "params": {
            "n": 1,
            "min_len": null,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-The Christian Foundation, Or, Scientific and Religious Journal\n\n\nCHAPTER: IS THERE A COUNTERFEIT WITHOUT A GENUINE?\n\n\nMy object in this lesson is to present the myths, the ancient, fictitious\nand fanciful narratives concerning the gods, in such a manner as to enable\nyou to see the utter absurdity of the idea that the religion of the Bible\nis of mythical origin. Myths are fictitious narratives, having an\nanalogy more or less remote to something real. From this definition you\ndiscover that a myth is always a counterfeit, and as such always appears\nin evidence in favor of something more or less remote, that is true. Now,\nif the Bible had a mythical origin, it sustains some analogy to something\nfound in the mythical or fictitious and fanciful narratives concerning the\ngods, and is therefore the myth of a myth; the counterfeit of a\ncounterfeit. If such be the truth in the case, where do we find the origin\nof the myths from which “Bible myths” have descended? Is it found in the\ntrue God presiding over the elements of nature and the destinies of men,\nas well as the events of creation and providence? Or, can it be possible\nthat we have many counterfeits without a genuine? Many myths sustaining\nno analogy, either near or remote, to anything real? It is an absurdity,\ndestructive of the term employed, because myths cease to be myths\nwithout some near or remote relation to realities. They must sustain\nsome analogy to something real. And counterfeits also cease to be\ncounterfeits when it is shown that they sustain no relation, through\nanalogy or likeness, to anything that is genuine. In the mythical systems\nof olden times we have, in the midst of a vast deal of false and fanciful\nnarrative concerning subordinate and secondary gods, evidence of a supreme\nGod presiding over all things; and the secondary gods performing many\nthings which belonged to the province of the “Almighty One,” with many\ndegrading, vile and corrupting habits.\n\nA letter written by Maximus, a Numidian, to Augustin, reads thus: “Now,\nthat there is a sovereign God, who is without beginning, and who, without\nhaving begotten anything like unto Himself, is, nevertheless, the Father\nand the former of all things, what man can be gross and stupid enough to\ndoubt? He it is of whom, under different names, we adore the eternal power\nextending through every part of the world, thus honoring separately by\ndifferent sorts of worship what may be called His several members, we\nadore Him entirely. May those subordinate gods preserve you under whose\nnames, and by whom all we mortals upon earth adore the common Father of\ngods and men.” In this letter we have a clear presentation of the mythical\nsystem concerning the ancient gods, and also the “analagous relation” to\nthe “Master God.” Each god having his particular dominion over place or\npassion, appears before us as a representative of the supreme, or “Master\nGod;” and by worshiping each member or God they claimed to adore entirely\nthe “common Father of gods and men.” Augustin answers, In your public\nsquare there are two statues of Mars, one naked, the other armed; and\nclose by the figure of a man who, with three fingers advanced towards\nMars, holds in check that divinity so dangerous to the whole town. With\nregard to what you say of such gods being portions of the only “true God,”\n\nI take the liberty you gave me to warn you not to fall into such a\nsacrilege; for that only God, of whom you speak, is doubtless He who is\nacknowledged by the whole world, and concerning whom, as some of the\nancients have said, the ignorant agree with the learned. Now, will you say\nthat Mars, whose strength is represented by an inanimate man, is a portion\nof that God? That is to say, the dead statue controls Mars, and Mars is a\nsubordinate god representing the infinite God, and is, therefore, a part\nof that God. Augustin adds, Not the Pantheon and all the temples\nconsecrated to the inferior gods, nor even the temples consecrated to the\ntwelve greater gods prevented “Deus Optimus Maximus,” God most good, most\ngreat, from being acknowledged throughout the empire. Voltaire says, “In\nspite of all the follies of the people who venerated secondary and\nridiculous gods, and in spite of the Epicurians, who in reality\nacknowledged none, it is verified that in all times the magistrates and\nwise adored one sovereign God.” Secondary gods were myths, counterfeits,\nsustaining the relation of counterfeits. The ancients attributed their\nown passions to the “Master God,” and had subordinate gods representing\npassions. They also had a god for each part of His dominion; and these\ngods they called members of the true God, and claimed to worship Him, by\nworshiping all the members or gods. Mars was the god of war; Bacchus was\nthe god of drunkenness. They had a god for this and a god for that. The\nancient pagans seemed to think that infinite divisibility belonged to the\n“true God,” for they distinguished between passions, and divided up the\nuniverse among the gods until they had it crammed full of subordinate and\nridiculous gods, each one a member of Jehovah, and each member a part of\nthe great mythical system.\n\nNow, in order to establish the proposition that our religion is of\nmythical origin, it is necessary to show, first, that the Bible was\nwritten this side of or during the age of myths, and, having done this, it\nis necessary to show that the Hebrew people were a mythical people;\nneither of which can be accomplished. It will not be amiss to present in\nthis connection a statement given by Justin to the Greeks. He says: “Of\nall your teachers, whether sages, poets, historians, philosophers, or\nlaw-givers, by far the oldest, as the Greek historians show us, was\nMoses.... For in the times of Ogyges and Inachus, whom some of your poets\nhave supposed to have been earth-born—that is, to have sprung from the\nsoil, and hence one of the oldest inhabitants—the aborigines, Moses is\nmentioned as the leader and ruler of the Jewish nation.” He is mentioned\nas a very ancient and time-honored prince in the Athenian, Attic and\nGrecian histories. Polemon, in his first book of Hellenics, mentions Moses\nas the leader and ruler of the Jewish nation. Ptolemæus, in his history of\nEgypt, bears the same testimony. Apion, an Egyptian writer, in his book\nagainst the Jews, says “Moses led them.” Dr. Shaw, a modern traveler, says\nthe inhabitants of Corondel, on the eastern side of the Red Sea, to this\nday preserve the remembrance of the deliverance of the children of Israel\nfrom their bondage in Egypt. Diodorus, the most renowned Greek historian,\nwho employed thirty years epitomizing the libraries, and traveled over\nAsia and Europe for the sake of great accuracy, who wrote forty volumes of\nhistory, says he learned from the Egyptian priests that Moses was an\nancient law-giver.\n\nIt seems to us that, no sane man, who is acquainted with the ancient\nmythicals, can regard the religion of the Bible as a child of mythical\ndescent. It is as deadly in its influence upon those myths, and all\nmythical worship, as it could be made by an infinite mind.\n\nVoltaire says “the character of the mythical gods is ridiculous;” we will\nadd, it is ridiculous in the extreme. Listen—Hesiod, in his theogony,\nsays: “Chronos, the son of Ouranos, or Saturn, son of Heaven, in the\nbeginning slew his father, and possessed himself of his rule, and, being\nseized with a panic lest he should suffer in the same way, he preferred\ndevouring his children, but Curetes, a subordinate god, by craft, conveyed\nJupiter away in secret and afterwards bound his brother with chains, and\ndivided the empire, Jupiter receiving the air, and Neptune the deep, and\nPluto Hades.”\n\nPros-er-pi-ne, Mella-nip-pe, Neptune, Pluto and Jupiter are all set forth\nin the mythical writings as adulterers. Jupiter was regarded as more\nfrequently involved in that crime, being set down as guilty in many\ninstances. For the love of Sem-e-le, it is said that he assumed wings and\nproved his own unchastity and her jealousy. These are some of the exploits\nof the sons of Saturn. Hercules was celebrated by his three nights, sung\nby the poets for his successful labors.\n\nThe son of Jupiter slew the Lion, and destroyed the many-headed Hydra; was\nable to kill the fleet man-eating birds, and brought up from hades the\nthree-headed dog, Cerberus; effectually cleansed the Augean stable from\nits refuse; killed the bulls and stag whose nostrils breathed fire; slew\nthe poisonous serpent and killed Ach-e-lò-us. The guest-slaying Bu-sí-ris\nwas delighted with being stunned by the cymbals of the Sat-yrs, and to be\nconquered with the love of women; and at last, being unable to take the\ncloak off of Nessus, he kindled his own funeral pile and died. Such are\nspecimens of the ancient myths. Their character is such as to leave an\nimpassible gulf between them and the character of the God revealed in our\nreligion. No development theory, seeking the origin of our religion in the\nold mythical system, can bridge across this chasm. It is as deep and broad\nas the distance between the antipodes. There is no analogy between these\ncounterfeits or myths and the “true God,” save that remote power of God\nwhich is divided up and parceled out among them. Their morals were the\nworst. The whole mythical system is simply one grand demonstration of\nhuman apostacy from the “true God.” Homer introduces Zeus in love, and\nbitterly complaining and bewailing himself, and plotted against by the\nother gods. He represents the gods as suffering at the hands of men. Mars\nand Venus were wounded by Di-o-me-de. He says, “Great Pluto’s self the\nstinging arrow felt when that same son of Jupiter assailed him in the very\ngates of hell, and wrought him keenest anguish. Pierced with pain, to the\nhigh Olympus, to the courts of Jupiter groaning he came. The bitter shaft\nremained deep in his shoulder fixed, and grieved his soul.” In the\nmythical system the gods are not presented as creators or first causes.\n\nHomer says, They were in the beginning generated from the waters of the\nocean, and thousands were added by deifying departed heroes and\nphilosophers. The thought of one supreme Intelligence, the “God of Gods,”,\nruns through all the system of myths. It is found anterior to the myths,\nand, therefore, could not have had its origin with them. The character\nascribed to our God, in our scriptures, has no place among the ancient\nmyths. They hold the “Master God” before us only in connection with power,\nbeing altogether ignorant of His true character. They even went so far as\nto attribute much to Him that was ridiculous. One of the ancients said,\n“The utmost that a man can do is to attribute to the being he worships his\nimperfections and impurities, magnified to infinity, it may be, and then\nbecome worse by their reflex action upon his own nature.” This was\nverified in the ancient mythical religion, without exception, and without\ndoubt.\n\n“The character of all the gods was simply human character extended in all\nits powers, appetites, lusts and passions. Scholars say there is no\nlanguage containing words that express the Scriptural ideas of holiness\nand abhorrence of sin, except those in which the Scriptures were given, or\ninto which they have been translated. These attributes must be known in\norder to salvation from sin, so God revealed Himself and gave the world a\npure religion, as a standard of right and wrong, and guide in duty, and\nrule of life.”\n\nThe history of the ancient nations of the earth gives a united testimony\nthat their original progenitors possessed a knowledge of the one true and\nliving God, who was worshiped by them, and believed to be an infinite,\nself-existent and invisible spirit. This notion was never entirely\nextinguished even among the idolatrous worshipers. Greek and Latin poets\nwere great corrupters of theology, yet in the midst of all their Gods\nthere is still to be found, in their writings, the notion of one supreme\nin power and rule, whom they confound with Jupiter.\n\nThe age of myths began with the tenth generation after the flood. The\nevidence of this is given by Plato from one of the ancient poets in these\nwords: “It was the generation then the tenth, of men endowed with\nspeech, since forth the flood had burst upon the men of former times, and\nKronos, Japetus and Titan reigned, whom men of Ouranos proclaimed the\nnoblest sons, and named them so, because of men endowed with gift of\nspeech, they were the first,” that is to say, they were orators, “and\nothers for their strength, as Heracles and Perseus, and others for their\nart. Those to whom either the subjects gave honor, or the rulers\nthemselves assuming it, obtained the"
            ]
        }
    },
    {
        "id": "JM-28126_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_2000/C/1/17/paragraph/exp_1/JM-28126.txt",
        "manipulated_char_spans": [
            [
                118,
                1951
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-28126",
        "gold_text": "/data/sub_sample/gold_sanity_2000/PG-28126.txt",
        "random_seed": 31,
        "params": {
            "n": 1,
            "min_len": null,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-The Christian Foundation, Or, Scientific and Religious Journal\n\n\nCHAPTER: IS THERE A COUNTERFEIT WITHOUT A GENUINE?\n\n\nMy object in this lesson is to present the myths, the ancient, fictitious\nand fanciful narratives concerning the gods, in such a manner as to enable\nyou to see the utter absurdity of the idea that the religion of the Bible\nis of mythical origin. Myths are fictitious narratives, having an\nanalogy more or less remote to something real. From this definition you\ndiscover that a myth is always a counterfeit, and as such always appears\nin evidence in favor of something more or less remote, that is true. Now,\nif the Bible had a mythical origin, it sustains some analogy to something\nfound in the mythical or fictitious and fanciful narratives concerning the\ngods, and is therefore the myth of a myth; the counterfeit of a\ncounterfeit. If such be the truth in the case, where do we find the origin\nof the myths from which “Bible myths” have descended? Is it found in the\ntrue God presiding over the elements of nature and the destinies of men,\nas well as the events of creation and providence? Or, can it be possible\nthat we have many counterfeits without a genuine? Many myths sustaining\nno analogy, either near or remote, to anything real? It is an absurdity,\ndestructive of the term employed, because myths cease to be myths\nwithout some near or remote relation to realities. They must sustain\nsome analogy to something real. And counterfeits also cease to be\ncounterfeits when it is shown that they sustain no relation, through\nanalogy or likeness, to anything that is genuine. In the mythical systems\nof olden times we have, in the midst of a vast deal of false and fanciful\nnarrative concerning subordinate and secondary gods, evidence of a supreme\nGod presiding over all things; and the secondary gods performing many\nthings which belonged to the province of the “Almighty One,” with many\ndegrading, vile and corrupting habits.\n\nA letter written by Maximus, a Numidian, to Augustin, reads thus: “Now,\nthat there is a sovereign God, who is without beginning, and who, without\nhaving begotten anything like unto Himself, is, nevertheless, the Father\nand the former of all things, what man can be gross and stupid enough to\ndoubt? He it is of whom, under different names, we adore the eternal power\nextending through every part of the world, thus honoring separately by\ndifferent sorts of worship what may be called His several members, we\nadore Him entirely. May those subordinate gods preserve you under whose\nnames, and by whom all we mortals upon earth adore the common Father of\ngods and men.” In this letter we have a clear presentation of the mythical\nsystem concerning the ancient gods, and also the “analagous relation” to\nthe “Master God.” Each god having his particular dominion over place or\npassion, appears before us as a representative of the supreme, or “Master\nGod;” and by worshiping each member or God they claimed to adore entirely\nthe “common Father of gods and men.” Augustin answers, In your public\nsquare there are two statues of Mars, one naked, the other armed; and\nclose by the figure of a man who, with three fingers advanced towards\nMars, holds in check that divinity so dangerous to the whole town. With\nregard to what you say of such gods being portions of the only “true God,”\n\nI take the liberty you gave me to warn you not to fall into such a\nsacrilege; for that only God, of whom you speak, is doubtless He who is\nacknowledged by the whole world, and concerning whom, as some of the\nancients have said, the ignorant agree with the learned. Now, will you say\nthat Mars, whose strength is represented by an inanimate man, is a portion\nof that God? That is to say, the dead statue controls Mars, and Mars is a\nsubordinate god representing the infinite God, and is, therefore, a part\nof that God. Augustin adds, Not the Pantheon and all the temples\nconsecrated to the inferior gods, nor even the temples consecrated to the\ntwelve greater gods prevented “Deus Optimus Maximus,” God most good, most\ngreat, from being acknowledged throughout the empire. Voltaire says, “In\nspite of all the follies of the people who venerated secondary and\nridiculous gods, and in spite of the Epicurians, who in reality\nacknowledged none, it is verified that in all times the magistrates and\nwise adored one sovereign God.” Secondary gods were myths, counterfeits,\nsustaining the relation of counterfeits. The ancients attributed their\nown passions to the “Master God,” and had subordinate gods representing\npassions. They also had a god for each part of His dominion; and these\ngods they called members of the true God, and claimed to worship Him, by\nworshiping all the members or gods. Mars was the god of war; Bacchus was\nthe god of drunkenness. They had a god for this and a god for that. The\nancient pagans seemed to think that infinite divisibility belonged to the\n“true God,” for they distinguished between passions, and divided up the\nuniverse among the gods until they had it crammed full of subordinate and\nridiculous gods, each one a member of Jehovah, and each member a part of\nthe great mythical system.\n\nNow, in order to establish the proposition that our religion is of\nmythical origin, it is necessary to show, first, that the Bible was\nwritten this side of or during the age of myths, and, having done this, it\nis necessary to show that the Hebrew people were a mythical people;\nneither of which can be accomplished. It will not be amiss to present in\nthis connection a statement given by Justin to the Greeks. He says: “Of\nall your teachers, whether sages, poets, historians, philosophers, or\nlaw-givers, by far the oldest, as the Greek historians show us, was\nMoses.... For in the times of Ogyges and Inachus, whom some of your poets\nhave supposed to have been earth-born—that is, to have sprung from the\nsoil, and hence one of the oldest inhabitants—the aborigines, Moses is\nmentioned as the leader and ruler of the Jewish nation.” He is mentioned\nas a very ancient and time-honored prince in the Athenian, Attic and\nGrecian histories. Polemon, in his first book of Hellenics, mentions Moses\nas the leader and ruler of the Jewish nation. Ptolemæus, in his history of\nEgypt, bears the same testimony. Apion, an Egyptian writer, in his book\nagainst the Jews, says “Moses led them.” Dr. Shaw, a modern traveler, says\nthe inhabitants of Corondel, on the eastern side of the Red Sea, to this\nday preserve the remembrance of the deliverance of the children of Israel\nfrom their bondage in Egypt. Diodorus, the most renowned Greek historian,\nwho employed thirty years epitomizing the libraries, and traveled over\nAsia and Europe for the sake of great accuracy, who wrote forty volumes of\nhistory, says he learned from the Egyptian priests that Moses was an\nancient law-giver.\n\nIt seems to us that, no sane man, who is acquainted with the ancient\nmythicals, can regard the religion of the Bible as a child of mythical\ndescent. It is as deadly in its influence upon those myths, and all\nmythical worship, as it could be made by an infinite mind.\n\nVoltaire says “the character of the mythical gods is ridiculous;” we will\nadd, it is ridiculous in the extreme. Listen—Hesiod, in his theogony,\nsays: “Chronos, the son of Ouranos, or Saturn, son of Heaven, in the\nbeginning slew his father, and possessed himself of his rule, and, being\nseized with a panic lest he should suffer in the same way, he preferred\ndevouring his children, but Curetes, a subordinate god, by craft, conveyed\nJupiter away in secret and afterwards bound his brother with chains, and\ndivided the empire, Jupiter receiving the air, and Neptune the deep, and\nPluto Hades.”\n\nPros-er-pi-ne, Mella-nip-pe, Neptune, Pluto and Jupiter are all set forth\nin the mythical writings as adulterers. Jupiter was regarded as more\nfrequently involved in that crime, being set down as guilty in many\ninstances. For the love of Sem-e-le, it is said that he assumed wings and\nproved his own unchastity and her jealousy. These are some of the exploits\nof the sons of Saturn. Hercules was celebrated by his three nights, sung\nby the poets for his successful labors.\n\nThe son of Jupiter slew the Lion, and destroyed the many-headed Hydra; was\nable to kill the fleet man-eating birds, and brought up from hades the\nthree-headed dog, Cerberus; effectually cleansed the Augean stable from\nits refuse; killed the bulls and stag whose nostrils breathed fire; slew\nthe poisonous serpent and killed Ach-e-lò-us. The guest-slaying Bu-sí-ris\nwas delighted with being stunned by the cymbals of the Sat-yrs, and to be\nconquered with the love of women; and at last, being unable to take the\ncloak off of Nessus, he kindled his own funeral pile and died. Such are\nspecimens of the ancient myths. Their character is such as to leave an\nimpassible gulf between them and the character of the God revealed in our\nreligion. No development theory, seeking the origin of our religion in the\nold mythical system, can bridge across this chasm. It is as deep and broad\nas the distance between the antipodes. There is no analogy between these\ncounterfeits or myths and the “true God,” save that remote power of God\nwhich is divided up and parceled out among them. Their morals were the\nworst. The whole mythical system is simply one grand demonstration of\nhuman apostacy from the “true God.” Homer introduces Zeus in love, and\nbitterly complaining and bewailing himself, and plotted against by the\nother gods. He represents the gods as suffering at the hands of men. Mars\nand Venus were wounded by Di-o-me-de. He says, “Great Pluto’s self the\nstinging arrow felt when that same son of Jupiter assailed him in the very\ngates of hell, and wrought him keenest anguish. Pierced with pain, to the\nhigh Olympus, to the courts of Jupiter groaning he came. The bitter shaft\nremained deep in his shoulder fixed, and grieved his soul.” In the\nmythical system the gods are not presented as creators or first causes.\n\nHomer says, They were in the beginning generated from the waters of the\nocean, and thousands were added by deifying departed heroes and\nphilosophers. The thought of one supreme Intelligence, the “God of Gods,”,\nruns through all the system of myths. It is found anterior to the myths,\nand, therefore, could not have had its origin with them. The character\nascribed to our God, in our scriptures, has no place among the ancient\nmyths. They hold the “Master God” before us only in connection with power,\nbeing altogether ignorant of His true character. They even went so far as\nto attribute much to Him that was ridiculous. One of the ancients said,\n“The utmost that a man can do is to attribute to the being he worships his\nimperfections and impurities, magnified to infinity, it may be, and then\nbecome worse by their reflex action upon his own nature.” This was\nverified in the ancient mythical religion, without exception, and without\ndoubt.\n\n“The character of all the gods was simply human character extended in all\nits powers, appetites, lusts and passions. Scholars say there is no\nlanguage containing words that express the Scriptural ideas of holiness\nand abhorrence of sin, except those in which the Scriptures were given, or\ninto which they have been translated. These attributes must be known in\norder to salvation from sin, so God revealed Himself and gave the world a\npure religion, as a standard of right and wrong, and guide in duty, and\nrule of life.”\n\nThe history of the ancient nations of the earth gives a united testimony\nthat their original progenitors possessed a knowledge of the one true and\nliving God, who was worshiped by them, and believed to be an infinite,\nself-existent and invisible spirit. This notion was never entirely\nextinguished even among the idolatrous worshipers. Greek and Latin poets\nwere great corrupters of theology, yet in the midst of all their Gods\nthere is still to be found, in their writings, the notion of one supreme\nin power and rule, whom they confound with Jupiter.\n\nThe age of myths began with the tenth generation after the flood. The\nevidence of this is given by Plato from one of the ancient poets in these\nwords: “It was the generation then the tenth, of men endowed with\nspeech, since forth the flood had burst upon the men of former times, and\nKronos, Japetus and Titan reigned, whom men of Ouranos proclaimed the\nnoblest sons, and named them so, because of men endowed with gift of\nspeech, they were the first,” that is to say, they were orators, “and\nothers for their strength, as Heracles and Perseus, and others for their\nart. Those to whom either the subjects gave honor, or the rulers\nthemselves assuming it, obtained the"
            ]
        }
    },
    {
        "id": "JM-28495_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_2000/C/1/17/paragraph/exp_1/JM-28495.txt",
        "manipulated_char_spans": [
            [
                4804,
                5307
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-28495",
        "gold_text": "/data/sub_sample/gold_sanity_2000/PG-28495.txt",
        "random_seed": 31,
        "params": {
            "n": 1,
            "min_len": null,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-The Christian Foundation, Or, Scientific and Religious Journal\n\n\nCHAPTER: IS THERE A COUNTERFEIT WITHOUT A GENUINE?\n\n\nMy object in this lesson is to present the myths, the ancient, fictitious\nand fanciful narratives concerning the gods, in such a manner as to enable\nyou to see the utter absurdity of the idea that the religion of the Bible\nis of mythical origin. Myths are fictitious narratives, having an\nanalogy more or less remote to something real. From this definition you\ndiscover that a myth is always a counterfeit, and as such always appears\nin evidence in favor of something more or less remote, that is true. Now,\nif the Bible had a mythical origin, it sustains some analogy to something\nfound in the mythical or fictitious and fanciful narratives concerning the\ngods, and is therefore the myth of a myth; the counterfeit of a\ncounterfeit. If such be the truth in the case, where do we find the origin\nof the myths from which “Bible myths” have descended? Is it found in the\ntrue God presiding over the elements of nature and the destinies of men,\nas well as the events of creation and providence? Or, can it be possible\nthat we have many counterfeits without a genuine? Many myths sustaining\nno analogy, either near or remote, to anything real? It is an absurdity,\ndestructive of the term employed, because myths cease to be myths\nwithout some near or remote relation to realities. They must sustain\nsome analogy to something real. And counterfeits also cease to be\ncounterfeits when it is shown that they sustain no relation, through\nanalogy or likeness, to anything that is genuine. In the mythical systems\nof olden times we have, in the midst of a vast deal of false and fanciful\nnarrative concerning subordinate and secondary gods, evidence of a supreme\nGod presiding over all things; and the secondary gods performing many\nthings which belonged to the province of the “Almighty One,” with many\ndegrading, vile and corrupting habits.\n\nA letter written by Maximus, a Numidian, to Augustin, reads thus: “Now,\nthat there is a sovereign God, who is without beginning, and who, without\nhaving begotten anything like unto Himself, is, nevertheless, the Father\nand the former of all things, what man can be gross and stupid enough to\ndoubt? He it is of whom, under different names, we adore the eternal power\nextending through every part of the world, thus honoring separately by\ndifferent sorts of worship what may be called His several members, we\nadore Him entirely. May those subordinate gods preserve you under whose\nnames, and by whom all we mortals upon earth adore the common Father of\ngods and men.” In this letter we have a clear presentation of the mythical\nsystem concerning the ancient gods, and also the “analagous relation” to\nthe “Master God.” Each god having his particular dominion over place or\npassion, appears before us as a representative of the supreme, or “Master\nGod;” and by worshiping each member or God they claimed to adore entirely\nthe “common Father of gods and men.” Augustin answers, In your public\nsquare there are two statues of Mars, one naked, the other armed; and\nclose by the figure of a man who, with three fingers advanced towards\nMars, holds in check that divinity so dangerous to the whole town. With\nregard to what you say of such gods being portions of the only “true God,”\n\nI take the liberty you gave me to warn you not to fall into such a\nsacrilege; for that only God, of whom you speak, is doubtless He who is\nacknowledged by the whole world, and concerning whom, as some of the\nancients have said, the ignorant agree with the learned. Now, will you say\nthat Mars, whose strength is represented by an inanimate man, is a portion\nof that God? That is to say, the dead statue controls Mars, and Mars is a\nsubordinate god representing the infinite God, and is, therefore, a part\nof that God. Augustin adds, Not the Pantheon and all the temples\nconsecrated to the inferior gods, nor even the temples consecrated to the\ntwelve greater gods prevented “Deus Optimus Maximus,” God most good, most\ngreat, from being acknowledged throughout the empire. Voltaire says, “In\nspite of all the follies of the people who venerated secondary and\nridiculous gods, and in spite of the Epicurians, who in reality\nacknowledged none, it is verified that in all times the magistrates and\nwise adored one sovereign God.” Secondary gods were myths, counterfeits,\nsustaining the relation of counterfeits. The ancients attributed their\nown passions to the “Master God,” and had subordinate gods representing\npassions. They also had a god for each part of His dominion; and these\ngods they called members of the true God, and claimed to worship Him, by\nworshiping all the members or gods. Mars was the god of war; Bacchus was\nthe god of drunkenness. They had a god for this and a god for that. The\nancient pagans seemed to think that infinite divisibility belonged to the\n“true God,” for they distinguished between passions, and divided up the\nuniverse among the gods until they had it crammed full of subordinate and\nridiculous gods, each one a member of Jehovah, and each member a part of\nthe great mythical system.\n\nNow, in order to establish the proposition that our religion is of\nmythical origin, it is necessary to show, first, that the Bible was\nwritten this side of or during the age of myths, and, having done this, it\nis necessary to show that the Hebrew people were a mythical people;\nneither of which can be accomplished. It will not be amiss to present in\nthis connection a statement given by Justin to the Greeks. He says: “Of\nall your teachers, whether sages, poets, historians, philosophers, or\nlaw-givers, by far the oldest, as the Greek historians show us, was\nMoses.... For in the times of Ogyges and Inachus, whom some of your poets\nhave supposed to have been earth-born—that is, to have sprung from the\nsoil, and hence one of the oldest inhabitants—the aborigines, Moses is\nmentioned as the leader and ruler of the Jewish nation.” He is mentioned\nas a very ancient and time-honored prince in the Athenian, Attic and\nGrecian histories. Polemon, in his first book of Hellenics, mentions Moses\nas the leader and ruler of the Jewish nation. Ptolemæus, in his history of\nEgypt, bears the same testimony. Apion, an Egyptian writer, in his book\nagainst the Jews, says “Moses led them.” Dr. Shaw, a modern traveler, says\nthe inhabitants of Corondel, on the eastern side of the Red Sea, to this\nday preserve the remembrance of the deliverance of the children of Israel\nfrom their bondage in Egypt. Diodorus, the most renowned Greek historian,\nwho employed thirty years epitomizing the libraries, and traveled over\nAsia and Europe for the sake of great accuracy, who wrote forty volumes of\nhistory, says he learned from the Egyptian priests that Moses was an\nancient law-giver.\n\nIt seems to us that, no sane man, who is acquainted with the ancient\nmythicals, can regard the religion of the Bible as a child of mythical\ndescent. It is as deadly in its influence upon those myths, and all\nmythical worship, as it could be made by an infinite mind.\n\nVoltaire says “the character of the mythical gods is ridiculous;” we will\nadd, it is ridiculous in the extreme. Listen—Hesiod, in his theogony,\nsays: “Chronos, the son of Ouranos, or Saturn, son of Heaven, in the\nbeginning slew his father, and possessed himself of his rule, and, being\nseized with a panic lest he should suffer in the same way, he preferred\ndevouring his children, but Curetes, a subordinate god, by craft, conveyed\nJupiter away in secret and afterwards bound his brother with chains, and\ndivided the empire, Jupiter receiving the air, and Neptune the deep, and\nPluto Hades.”\n\nPros-er-pi-ne, Mella-nip-pe, Neptune, Pluto and Jupiter are all set forth\nin the mythical writings as adulterers. Jupiter was regarded as more\nfrequently involved in that crime, being set down as guilty in many\ninstances. For the love of Sem-e-le, it is said that he assumed wings and\nproved his own unchastity and her jealousy. These are some of the exploits\nof the sons of Saturn. Hercules was celebrated by his three nights, sung\nby the poets for his successful labors.\n\nThe son of Jupiter slew the Lion, and destroyed the many-headed Hydra; was\nable to kill the fleet man-eating birds, and brought up from hades the\nthree-headed dog, Cerberus; effectually cleansed the Augean stable from\nits refuse; killed the bulls and stag whose nostrils breathed fire; slew\nthe poisonous serpent and killed Ach-e-lò-us. The guest-slaying Bu-sí-ris\nwas delighted with being stunned by the cymbals of the Sat-yrs, and to be\nconquered with the love of women; and at last, being unable to take the\ncloak off of Nessus, he kindled his own funeral pile and died. Such are\nspecimens of the ancient myths. Their character is such as to leave an\nimpassible gulf between them and the character of the God revealed in our\nreligion. No development theory, seeking the origin of our religion in the\nold mythical system, can bridge across this chasm. It is as deep and broad\nas the distance between the antipodes. There is no analogy between these\ncounterfeits or myths and the “true God,” save that remote power of God\nwhich is divided up and parceled out among them. Their morals were the\nworst. The whole mythical system is simply one grand demonstration of\nhuman apostacy from the “true God.” Homer introduces Zeus in love, and\nbitterly complaining and bewailing himself, and plotted against by the\nother gods. He represents the gods as suffering at the hands of men. Mars\nand Venus were wounded by Di-o-me-de. He says, “Great Pluto’s self the\nstinging arrow felt when that same son of Jupiter assailed him in the very\ngates of hell, and wrought him keenest anguish. Pierced with pain, to the\nhigh Olympus, to the courts of Jupiter groaning he came. The bitter shaft\nremained deep in his shoulder fixed, and grieved his soul.” In the\nmythical system the gods are not presented as creators or first causes.\n\nHomer says, They were in the beginning generated from the waters of the\nocean, and thousands were added by deifying departed heroes and\nphilosophers. The thought of one supreme Intelligence, the “God of Gods,”,\nruns through all the system of myths. It is found anterior to the myths,\nand, therefore, could not have had its origin with them. The character\nascribed to our God, in our scriptures, has no place among the ancient\nmyths. They hold the “Master God” before us only in connection with power,\nbeing altogether ignorant of His true character. They even went so far as\nto attribute much to Him that was ridiculous. One of the ancients said,\n“The utmost that a man can do is to attribute to the being he worships his\nimperfections and impurities, magnified to infinity, it may be, and then\nbecome worse by their reflex action upon his own nature.” This was\nverified in the ancient mythical religion, without exception, and without\ndoubt.\n\n“The character of all the gods was simply human character extended in all\nits powers, appetites, lusts and passions. Scholars say there is no\nlanguage containing words that express the Scriptural ideas of holiness\nand abhorrence of sin, except those in which the Scriptures were given, or\ninto which they have been translated. These attributes must be known in\norder to salvation from sin, so God revealed Himself and gave the world a\npure religion, as a standard of right and wrong, and guide in duty, and\nrule of life.”\n\nThe history of the ancient nations of the earth gives a united testimony\nthat their original progenitors possessed a knowledge of the one true and\nliving God, who was worshiped by them, and believed to be an infinite,\nself-existent and invisible spirit. This notion was never entirely\nextinguished even among the idolatrous worshipers. Greek and Latin poets\nwere great corrupters of theology, yet in the midst of all their Gods\nthere is still to be found, in their writings, the notion of one supreme\nin power and rule, whom they confound with Jupiter.\n\nThe age of myths began with the tenth generation after the flood. The\nevidence of this is given by Plato from one of the ancient poets in these\nwords: “It was the generation then the tenth, of men endowed with\nspeech, since forth the flood had burst upon the men of former times, and\nKronos, Japetus and Titan reigned, whom men of Ouranos proclaimed the\nnoblest sons, and named them so, because of men endowed with gift of\nspeech, they were the first,” that is to say, they were orators, “and\nothers for their strength, as Heracles and Perseus, and others for their\nart. Those to whom either the subjects gave honor, or the rulers\nthemselves assuming it, obtained the"
            ]
        }
    },
    {
        "id": "JM-30099_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_2000/C/1/17/paragraph/exp_1/JM-30099.txt",
        "manipulated_char_spans": [
            [
                5397,
                8252
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-30099",
        "gold_text": "/data/sub_sample/gold_sanity_2000/PG-30099.txt",
        "random_seed": 31,
        "params": {
            "n": 1,
            "min_len": null,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-The Christian Foundation, Or, Scientific and Religious Journal\n\n\nCHAPTER: IS THERE A COUNTERFEIT WITHOUT A GENUINE?\n\n\nMy object in this lesson is to present the myths, the ancient, fictitious\nand fanciful narratives concerning the gods, in such a manner as to enable\nyou to see the utter absurdity of the idea that the religion of the Bible\nis of mythical origin. Myths are fictitious narratives, having an\nanalogy more or less remote to something real. From this definition you\ndiscover that a myth is always a counterfeit, and as such always appears\nin evidence in favor of something more or less remote, that is true. Now,\nif the Bible had a mythical origin, it sustains some analogy to something\nfound in the mythical or fictitious and fanciful narratives concerning the\ngods, and is therefore the myth of a myth; the counterfeit of a\ncounterfeit. If such be the truth in the case, where do we find the origin\nof the myths from which “Bible myths” have descended? Is it found in the\ntrue God presiding over the elements of nature and the destinies of men,\nas well as the events of creation and providence? Or, can it be possible\nthat we have many counterfeits without a genuine? Many myths sustaining\nno analogy, either near or remote, to anything real? It is an absurdity,\ndestructive of the term employed, because myths cease to be myths\nwithout some near or remote relation to realities. They must sustain\nsome analogy to something real. And counterfeits also cease to be\ncounterfeits when it is shown that they sustain no relation, through\nanalogy or likeness, to anything that is genuine. In the mythical systems\nof olden times we have, in the midst of a vast deal of false and fanciful\nnarrative concerning subordinate and secondary gods, evidence of a supreme\nGod presiding over all things; and the secondary gods performing many\nthings which belonged to the province of the “Almighty One,” with many\ndegrading, vile and corrupting habits.\n\nA letter written by Maximus, a Numidian, to Augustin, reads thus: “Now,\nthat there is a sovereign God, who is without beginning, and who, without\nhaving begotten anything like unto Himself, is, nevertheless, the Father\nand the former of all things, what man can be gross and stupid enough to\ndoubt? He it is of whom, under different names, we adore the eternal power\nextending through every part of the world, thus honoring separately by\ndifferent sorts of worship what may be called His several members, we\nadore Him entirely. May those subordinate gods preserve you under whose\nnames, and by whom all we mortals upon earth adore the common Father of\ngods and men.” In this letter we have a clear presentation of the mythical\nsystem concerning the ancient gods, and also the “analagous relation” to\nthe “Master God.” Each god having his particular dominion over place or\npassion, appears before us as a representative of the supreme, or “Master\nGod;” and by worshiping each member or God they claimed to adore entirely\nthe “common Father of gods and men.” Augustin answers, In your public\nsquare there are two statues of Mars, one naked, the other armed; and\nclose by the figure of a man who, with three fingers advanced towards\nMars, holds in check that divinity so dangerous to the whole town. With\nregard to what you say of such gods being portions of the only “true God,”\n\nI take the liberty you gave me to warn you not to fall into such a\nsacrilege; for that only God, of whom you speak, is doubtless He who is\nacknowledged by the whole world, and concerning whom, as some of the\nancients have said, the ignorant agree with the learned. Now, will you say\nthat Mars, whose strength is represented by an inanimate man, is a portion\nof that God? That is to say, the dead statue controls Mars, and Mars is a\nsubordinate god representing the infinite God, and is, therefore, a part\nof that God. Augustin adds, Not the Pantheon and all the temples\nconsecrated to the inferior gods, nor even the temples consecrated to the\ntwelve greater gods prevented “Deus Optimus Maximus,” God most good, most\ngreat, from being acknowledged throughout the empire. Voltaire says, “In\nspite of all the follies of the people who venerated secondary and\nridiculous gods, and in spite of the Epicurians, who in reality\nacknowledged none, it is verified that in all times the magistrates and\nwise adored one sovereign God.” Secondary gods were myths, counterfeits,\nsustaining the relation of counterfeits. The ancients attributed their\nown passions to the “Master God,” and had subordinate gods representing\npassions. They also had a god for each part of His dominion; and these\ngods they called members of the true God, and claimed to worship Him, by\nworshiping all the members or gods. Mars was the god of war; Bacchus was\nthe god of drunkenness. They had a god for this and a god for that. The\nancient pagans seemed to think that infinite divisibility belonged to the\n“true God,” for they distinguished between passions, and divided up the\nuniverse among the gods until they had it crammed full of subordinate and\nridiculous gods, each one a member of Jehovah, and each member a part of\nthe great mythical system.\n\nNow, in order to establish the proposition that our religion is of\nmythical origin, it is necessary to show, first, that the Bible was\nwritten this side of or during the age of myths, and, having done this, it\nis necessary to show that the Hebrew people were a mythical people;\nneither of which can be accomplished. It will not be amiss to present in\nthis connection a statement given by Justin to the Greeks. He says: “Of\nall your teachers, whether sages, poets, historians, philosophers, or\nlaw-givers, by far the oldest, as the Greek historians show us, was\nMoses.... For in the times of Ogyges and Inachus, whom some of your poets\nhave supposed to have been earth-born—that is, to have sprung from the\nsoil, and hence one of the oldest inhabitants—the aborigines, Moses is\nmentioned as the leader and ruler of the Jewish nation.” He is mentioned\nas a very ancient and time-honored prince in the Athenian, Attic and\nGrecian histories. Polemon, in his first book of Hellenics, mentions Moses\nas the leader and ruler of the Jewish nation. Ptolemæus, in his history of\nEgypt, bears the same testimony. Apion, an Egyptian writer, in his book\nagainst the Jews, says “Moses led them.” Dr. Shaw, a modern traveler, says\nthe inhabitants of Corondel, on the eastern side of the Red Sea, to this\nday preserve the remembrance of the deliverance of the children of Israel\nfrom their bondage in Egypt. Diodorus, the most renowned Greek historian,\nwho employed thirty years epitomizing the libraries, and traveled over\nAsia and Europe for the sake of great accuracy, who wrote forty volumes of\nhistory, says he learned from the Egyptian priests that Moses was an\nancient law-giver.\n\nIt seems to us that, no sane man, who is acquainted with the ancient\nmythicals, can regard the religion of the Bible as a child of mythical\ndescent. It is as deadly in its influence upon those myths, and all\nmythical worship, as it could be made by an infinite mind.\n\nVoltaire says “the character of the mythical gods is ridiculous;” we will\nadd, it is ridiculous in the extreme. Listen—Hesiod, in his theogony,\nsays: “Chronos, the son of Ouranos, or Saturn, son of Heaven, in the\nbeginning slew his father, and possessed himself of his rule, and, being\nseized with a panic lest he should suffer in the same way, he preferred\ndevouring his children, but Curetes, a subordinate god, by craft, conveyed\nJupiter away in secret and afterwards bound his brother with chains, and\ndivided the empire, Jupiter receiving the air, and Neptune the deep, and\nPluto Hades.”\n\nPros-er-pi-ne, Mella-nip-pe, Neptune, Pluto and Jupiter are all set forth\nin the mythical writings as adulterers. Jupiter was regarded as more\nfrequently involved in that crime, being set down as guilty in many\ninstances. For the love of Sem-e-le, it is said that he assumed wings and\nproved his own unchastity and her jealousy. These are some of the exploits\nof the sons of Saturn. Hercules was celebrated by his three nights, sung\nby the poets for his successful labors.\n\nThe son of Jupiter slew the Lion, and destroyed the many-headed Hydra; was\nable to kill the fleet man-eating birds, and brought up from hades the\nthree-headed dog, Cerberus; effectually cleansed the Augean stable from\nits refuse; killed the bulls and stag whose nostrils breathed fire; slew\nthe poisonous serpent and killed Ach-e-lò-us. The guest-slaying Bu-sí-ris\nwas delighted with being stunned by the cymbals of the Sat-yrs, and to be\nconquered with the love of women; and at last, being unable to take the\ncloak off of Nessus, he kindled his own funeral pile and died. Such are\nspecimens of the ancient myths. Their character is such as to leave an\nimpassible gulf between them and the character of the God revealed in our\nreligion. No development theory, seeking the origin of our religion in the\nold mythical system, can bridge across this chasm. It is as deep and broad\nas the distance between the antipodes. There is no analogy between these\ncounterfeits or myths and the “true God,” save that remote power of God\nwhich is divided up and parceled out among them. Their morals were the\nworst. The whole mythical system is simply one grand demonstration of\nhuman apostacy from the “true God.” Homer introduces Zeus in love, and\nbitterly complaining and bewailing himself, and plotted against by the\nother gods. He represents the gods as suffering at the hands of men. Mars\nand Venus were wounded by Di-o-me-de. He says, “Great Pluto’s self the\nstinging arrow felt when that same son of Jupiter assailed him in the very\ngates of hell, and wrought him keenest anguish. Pierced with pain, to the\nhigh Olympus, to the courts of Jupiter groaning he came. The bitter shaft\nremained deep in his shoulder fixed, and grieved his soul.” In the\nmythical system the gods are not presented as creators or first causes.\n\nHomer says, They were in the beginning generated from the waters of the\nocean, and thousands were added by deifying departed heroes and\nphilosophers. The thought of one supreme Intelligence, the “God of Gods,”,\nruns through all the system of myths. It is found anterior to the myths,\nand, therefore, could not have had its origin with them. The character\nascribed to our God, in our scriptures, has no place among the ancient\nmyths. They hold the “Master God” before us only in connection with power,\nbeing altogether ignorant of His true character. They even went so far as\nto attribute much to Him that was ridiculous. One of the ancients said,\n“The utmost that a man can do is to attribute to the being he worships his\nimperfections and impurities, magnified to infinity, it may be, and then\nbecome worse by their reflex action upon his own nature.” This was\nverified in the ancient mythical religion, without exception, and without\ndoubt.\n\n“The character of all the gods was simply human character extended in all\nits powers, appetites, lusts and passions. Scholars say there is no\nlanguage containing words that express the Scriptural ideas of holiness\nand abhorrence of sin, except those in which the Scriptures were given, or\ninto which they have been translated. These attributes must be known in\norder to salvation from sin, so God revealed Himself and gave the world a\npure religion, as a standard of right and wrong, and guide in duty, and\nrule of life.”\n\nThe history of the ancient nations of the earth gives a united testimony\nthat their original progenitors possessed a knowledge of the one true and\nliving God, who was worshiped by them, and believed to be an infinite,\nself-existent and invisible spirit. This notion was never entirely\nextinguished even among the idolatrous worshipers. Greek and Latin poets\nwere great corrupters of theology, yet in the midst of all their Gods\nthere is still to be found, in their writings, the notion of one supreme\nin power and rule, whom they confound with Jupiter.\n\nThe age of myths began with the tenth generation after the flood. The\nevidence of this is given by Plato from one of the ancient poets in these\nwords: “It was the generation then the tenth, of men endowed with\nspeech, since forth the flood had burst upon the men of former times, and\nKronos, Japetus and Titan reigned, whom men of Ouranos proclaimed the\nnoblest sons, and named them so, because of men endowed with gift of\nspeech, they were the first,” that is to say, they were orators, “and\nothers for their strength, as Heracles and Perseus, and others for their\nart. Those to whom either the subjects gave honor, or the rulers\nthemselves assuming it, obtained the"
            ]
        }
    },
    {
        "id": "JM-36383_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_2000/C/1/17/paragraph/exp_1/JM-36383.txt",
        "manipulated_char_spans": [
            [
                10410,
                10847
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-36383",
        "gold_text": "/data/sub_sample/gold_sanity_2000/PG-36383.txt",
        "random_seed": 31,
        "params": {
            "n": 1,
            "min_len": null,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-The Christian Foundation, Or, Scientific and Religious Journal\n\n\nCHAPTER: IS THERE A COUNTERFEIT WITHOUT A GENUINE?\n\n\nMy object in this lesson is to present the myths, the ancient, fictitious\nand fanciful narratives concerning the gods, in such a manner as to enable\nyou to see the utter absurdity of the idea that the religion of the Bible\nis of mythical origin. Myths are fictitious narratives, having an\nanalogy more or less remote to something real. From this definition you\ndiscover that a myth is always a counterfeit, and as such always appears\nin evidence in favor of something more or less remote, that is true. Now,\nif the Bible had a mythical origin, it sustains some analogy to something\nfound in the mythical or fictitious and fanciful narratives concerning the\ngods, and is therefore the myth of a myth; the counterfeit of a\ncounterfeit. If such be the truth in the case, where do we find the origin\nof the myths from which “Bible myths” have descended? Is it found in the\ntrue God presiding over the elements of nature and the destinies of men,\nas well as the events of creation and providence? Or, can it be possible\nthat we have many counterfeits without a genuine? Many myths sustaining\nno analogy, either near or remote, to anything real? It is an absurdity,\ndestructive of the term employed, because myths cease to be myths\nwithout some near or remote relation to realities. They must sustain\nsome analogy to something real. And counterfeits also cease to be\ncounterfeits when it is shown that they sustain no relation, through\nanalogy or likeness, to anything that is genuine. In the mythical systems\nof olden times we have, in the midst of a vast deal of false and fanciful\nnarrative concerning subordinate and secondary gods, evidence of a supreme\nGod presiding over all things; and the secondary gods performing many\nthings which belonged to the province of the “Almighty One,” with many\ndegrading, vile and corrupting habits.\n\nA letter written by Maximus, a Numidian, to Augustin, reads thus: “Now,\nthat there is a sovereign God, who is without beginning, and who, without\nhaving begotten anything like unto Himself, is, nevertheless, the Father\nand the former of all things, what man can be gross and stupid enough to\ndoubt? He it is of whom, under different names, we adore the eternal power\nextending through every part of the world, thus honoring separately by\ndifferent sorts of worship what may be called His several members, we\nadore Him entirely. May those subordinate gods preserve you under whose\nnames, and by whom all we mortals upon earth adore the common Father of\ngods and men.” In this letter we have a clear presentation of the mythical\nsystem concerning the ancient gods, and also the “analagous relation” to\nthe “Master God.” Each god having his particular dominion over place or\npassion, appears before us as a representative of the supreme, or “Master\nGod;” and by worshiping each member or God they claimed to adore entirely\nthe “common Father of gods and men.” Augustin answers, In your public\nsquare there are two statues of Mars, one naked, the other armed; and\nclose by the figure of a man who, with three fingers advanced towards\nMars, holds in check that divinity so dangerous to the whole town. With\nregard to what you say of such gods being portions of the only “true God,”\n\nI take the liberty you gave me to warn you not to fall into such a\nsacrilege; for that only God, of whom you speak, is doubtless He who is\nacknowledged by the whole world, and concerning whom, as some of the\nancients have said, the ignorant agree with the learned. Now, will you say\nthat Mars, whose strength is represented by an inanimate man, is a portion\nof that God? That is to say, the dead statue controls Mars, and Mars is a\nsubordinate god representing the infinite God, and is, therefore, a part\nof that God. Augustin adds, Not the Pantheon and all the temples\nconsecrated to the inferior gods, nor even the temples consecrated to the\ntwelve greater gods prevented “Deus Optimus Maximus,” God most good, most\ngreat, from being acknowledged throughout the empire. Voltaire says, “In\nspite of all the follies of the people who venerated secondary and\nridiculous gods, and in spite of the Epicurians, who in reality\nacknowledged none, it is verified that in all times the magistrates and\nwise adored one sovereign God.” Secondary gods were myths, counterfeits,\nsustaining the relation of counterfeits. The ancients attributed their\nown passions to the “Master God,” and had subordinate gods representing\npassions. They also had a god for each part of His dominion; and these\ngods they called members of the true God, and claimed to worship Him, by\nworshiping all the members or gods. Mars was the god of war; Bacchus was\nthe god of drunkenness. They had a god for this and a god for that. The\nancient pagans seemed to think that infinite divisibility belonged to the\n“true God,” for they distinguished between passions, and divided up the\nuniverse among the gods until they had it crammed full of subordinate and\nridiculous gods, each one a member of Jehovah, and each member a part of\nthe great mythical system.\n\nNow, in order to establish the proposition that our religion is of\nmythical origin, it is necessary to show, first, that the Bible was\nwritten this side of or during the age of myths, and, having done this, it\nis necessary to show that the Hebrew people were a mythical people;\nneither of which can be accomplished. It will not be amiss to present in\nthis connection a statement given by Justin to the Greeks. He says: “Of\nall your teachers, whether sages, poets, historians, philosophers, or\nlaw-givers, by far the oldest, as the Greek historians show us, was\nMoses.... For in the times of Ogyges and Inachus, whom some of your poets\nhave supposed to have been earth-born—that is, to have sprung from the\nsoil, and hence one of the oldest inhabitants—the aborigines, Moses is\nmentioned as the leader and ruler of the Jewish nation.” He is mentioned\nas a very ancient and time-honored prince in the Athenian, Attic and\nGrecian histories. Polemon, in his first book of Hellenics, mentions Moses\nas the leader and ruler of the Jewish nation. Ptolemæus, in his history of\nEgypt, bears the same testimony. Apion, an Egyptian writer, in his book\nagainst the Jews, says “Moses led them.” Dr. Shaw, a modern traveler, says\nthe inhabitants of Corondel, on the eastern side of the Red Sea, to this\nday preserve the remembrance of the deliverance of the children of Israel\nfrom their bondage in Egypt. Diodorus, the most renowned Greek historian,\nwho employed thirty years epitomizing the libraries, and traveled over\nAsia and Europe for the sake of great accuracy, who wrote forty volumes of\nhistory, says he learned from the Egyptian priests that Moses was an\nancient law-giver.\n\nIt seems to us that, no sane man, who is acquainted with the ancient\nmythicals, can regard the religion of the Bible as a child of mythical\ndescent. It is as deadly in its influence upon those myths, and all\nmythical worship, as it could be made by an infinite mind.\n\nVoltaire says “the character of the mythical gods is ridiculous;” we will\nadd, it is ridiculous in the extreme. Listen—Hesiod, in his theogony,\nsays: “Chronos, the son of Ouranos, or Saturn, son of Heaven, in the\nbeginning slew his father, and possessed himself of his rule, and, being\nseized with a panic lest he should suffer in the same way, he preferred\ndevouring his children, but Curetes, a subordinate god, by craft, conveyed\nJupiter away in secret and afterwards bound his brother with chains, and\ndivided the empire, Jupiter receiving the air, and Neptune the deep, and\nPluto Hades.”\n\nPros-er-pi-ne, Mella-nip-pe, Neptune, Pluto and Jupiter are all set forth\nin the mythical writings as adulterers. Jupiter was regarded as more\nfrequently involved in that crime, being set down as guilty in many\ninstances. For the love of Sem-e-le, it is said that he assumed wings and\nproved his own unchastity and her jealousy. These are some of the exploits\nof the sons of Saturn. Hercules was celebrated by his three nights, sung\nby the poets for his successful labors.\n\nThe son of Jupiter slew the Lion, and destroyed the many-headed Hydra; was\nable to kill the fleet man-eating birds, and brought up from hades the\nthree-headed dog, Cerberus; effectually cleansed the Augean stable from\nits refuse; killed the bulls and stag whose nostrils breathed fire; slew\nthe poisonous serpent and killed Ach-e-lò-us. The guest-slaying Bu-sí-ris\nwas delighted with being stunned by the cymbals of the Sat-yrs, and to be\nconquered with the love of women; and at last, being unable to take the\ncloak off of Nessus, he kindled his own funeral pile and died. Such are\nspecimens of the ancient myths. Their character is such as to leave an\nimpassible gulf between them and the character of the God revealed in our\nreligion. No development theory, seeking the origin of our religion in the\nold mythical system, can bridge across this chasm. It is as deep and broad\nas the distance between the antipodes. There is no analogy between these\ncounterfeits or myths and the “true God,” save that remote power of God\nwhich is divided up and parceled out among them. Their morals were the\nworst. The whole mythical system is simply one grand demonstration of\nhuman apostacy from the “true God.” Homer introduces Zeus in love, and\nbitterly complaining and bewailing himself, and plotted against by the\nother gods. He represents the gods as suffering at the hands of men. Mars\nand Venus were wounded by Di-o-me-de. He says, “Great Pluto’s self the\nstinging arrow felt when that same son of Jupiter assailed him in the very\ngates of hell, and wrought him keenest anguish. Pierced with pain, to the\nhigh Olympus, to the courts of Jupiter groaning he came. The bitter shaft\nremained deep in his shoulder fixed, and grieved his soul.” In the\nmythical system the gods are not presented as creators or first causes.\n\nHomer says, They were in the beginning generated from the waters of the\nocean, and thousands were added by deifying departed heroes and\nphilosophers. The thought of one supreme Intelligence, the “God of Gods,”,\nruns through all the system of myths. It is found anterior to the myths,\nand, therefore, could not have had its origin with them. The character\nascribed to our God, in our scriptures, has no place among the ancient\nmyths. They hold the “Master God” before us only in connection with power,\nbeing altogether ignorant of His true character. They even went so far as\nto attribute much to Him that was ridiculous. One of the ancients said,\n“The utmost that a man can do is to attribute to the being he worships his\nimperfections and impurities, magnified to infinity, it may be, and then\nbecome worse by their reflex action upon his own nature.” This was\nverified in the ancient mythical religion, without exception, and without\ndoubt.\n\n“The character of all the gods was simply human character extended in all\nits powers, appetites, lusts and passions. Scholars say there is no\nlanguage containing words that express the Scriptural ideas of holiness\nand abhorrence of sin, except those in which the Scriptures were given, or\ninto which they have been translated. These attributes must be known in\norder to salvation from sin, so God revealed Himself and gave the world a\npure religion, as a standard of right and wrong, and guide in duty, and\nrule of life.”\n\nThe history of the ancient nations of the earth gives a united testimony\nthat their original progenitors possessed a knowledge of the one true and\nliving God, who was worshiped by them, and believed to be an infinite,\nself-existent and invisible spirit. This notion was never entirely\nextinguished even among the idolatrous worshipers. Greek and Latin poets\nwere great corrupters of theology, yet in the midst of all their Gods\nthere is still to be found, in their writings, the notion of one supreme\nin power and rule, whom they confound with Jupiter.\n\nThe age of myths began with the tenth generation after the flood. The\nevidence of this is given by Plato from one of the ancient poets in these\nwords: “It was the generation then the tenth, of men endowed with\nspeech, since forth the flood had burst upon the men of former times, and\nKronos, Japetus and Titan reigned, whom men of Ouranos proclaimed the\nnoblest sons, and named them so, because of men endowed with gift of\nspeech, they were the first,” that is to say, they were orators, “and\nothers for their strength, as Heracles and Perseus, and others for their\nart. Those to whom either the subjects gave honor, or the rulers\nthemselves assuming it, obtained the"
            ]
        }
    },
    {
        "id": "JM-40051_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_2000/C/1/17/paragraph/exp_1/JM-40051.txt",
        "manipulated_char_spans": [
            [
                8865,
                9198
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-40051",
        "gold_text": "/data/sub_sample/gold_sanity_2000/PG-40051.txt",
        "random_seed": 31,
        "params": {
            "n": 1,
            "min_len": null,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-The Christian Foundation, Or, Scientific and Religious Journal\n\n\nCHAPTER: IS THERE A COUNTERFEIT WITHOUT A GENUINE?\n\n\nMy object in this lesson is to present the myths, the ancient, fictitious\nand fanciful narratives concerning the gods, in such a manner as to enable\nyou to see the utter absurdity of the idea that the religion of the Bible\nis of mythical origin. Myths are fictitious narratives, having an\nanalogy more or less remote to something real. From this definition you\ndiscover that a myth is always a counterfeit, and as such always appears\nin evidence in favor of something more or less remote, that is true. Now,\nif the Bible had a mythical origin, it sustains some analogy to something\nfound in the mythical or fictitious and fanciful narratives concerning the\ngods, and is therefore the myth of a myth; the counterfeit of a\ncounterfeit. If such be the truth in the case, where do we find the origin\nof the myths from which “Bible myths” have descended? Is it found in the\ntrue God presiding over the elements of nature and the destinies of men,\nas well as the events of creation and providence? Or, can it be possible\nthat we have many counterfeits without a genuine? Many myths sustaining\nno analogy, either near or remote, to anything real? It is an absurdity,\ndestructive of the term employed, because myths cease to be myths\nwithout some near or remote relation to realities. They must sustain\nsome analogy to something real. And counterfeits also cease to be\ncounterfeits when it is shown that they sustain no relation, through\nanalogy or likeness, to anything that is genuine. In the mythical systems\nof olden times we have, in the midst of a vast deal of false and fanciful\nnarrative concerning subordinate and secondary gods, evidence of a supreme\nGod presiding over all things; and the secondary gods performing many\nthings which belonged to the province of the “Almighty One,” with many\ndegrading, vile and corrupting habits.\n\nA letter written by Maximus, a Numidian, to Augustin, reads thus: “Now,\nthat there is a sovereign God, who is without beginning, and who, without\nhaving begotten anything like unto Himself, is, nevertheless, the Father\nand the former of all things, what man can be gross and stupid enough to\ndoubt? He it is of whom, under different names, we adore the eternal power\nextending through every part of the world, thus honoring separately by\ndifferent sorts of worship what may be called His several members, we\nadore Him entirely. May those subordinate gods preserve you under whose\nnames, and by whom all we mortals upon earth adore the common Father of\ngods and men.” In this letter we have a clear presentation of the mythical\nsystem concerning the ancient gods, and also the “analagous relation” to\nthe “Master God.” Each god having his particular dominion over place or\npassion, appears before us as a representative of the supreme, or “Master\nGod;” and by worshiping each member or God they claimed to adore entirely\nthe “common Father of gods and men.” Augustin answers, In your public\nsquare there are two statues of Mars, one naked, the other armed; and\nclose by the figure of a man who, with three fingers advanced towards\nMars, holds in check that divinity so dangerous to the whole town. With\nregard to what you say of such gods being portions of the only “true God,”\n\nI take the liberty you gave me to warn you not to fall into such a\nsacrilege; for that only God, of whom you speak, is doubtless He who is\nacknowledged by the whole world, and concerning whom, as some of the\nancients have said, the ignorant agree with the learned. Now, will you say\nthat Mars, whose strength is represented by an inanimate man, is a portion\nof that God? That is to say, the dead statue controls Mars, and Mars is a\nsubordinate god representing the infinite God, and is, therefore, a part\nof that God. Augustin adds, Not the Pantheon and all the temples\nconsecrated to the inferior gods, nor even the temples consecrated to the\ntwelve greater gods prevented “Deus Optimus Maximus,” God most good, most\ngreat, from being acknowledged throughout the empire. Voltaire says, “In\nspite of all the follies of the people who venerated secondary and\nridiculous gods, and in spite of the Epicurians, who in reality\nacknowledged none, it is verified that in all times the magistrates and\nwise adored one sovereign God.” Secondary gods were myths, counterfeits,\nsustaining the relation of counterfeits. The ancients attributed their\nown passions to the “Master God,” and had subordinate gods representing\npassions. They also had a god for each part of His dominion; and these\ngods they called members of the true God, and claimed to worship Him, by\nworshiping all the members or gods. Mars was the god of war; Bacchus was\nthe god of drunkenness. They had a god for this and a god for that. The\nancient pagans seemed to think that infinite divisibility belonged to the\n“true God,” for they distinguished between passions, and divided up the\nuniverse among the gods until they had it crammed full of subordinate and\nridiculous gods, each one a member of Jehovah, and each member a part of\nthe great mythical system.\n\nNow, in order to establish the proposition that our religion is of\nmythical origin, it is necessary to show, first, that the Bible was\nwritten this side of or during the age of myths, and, having done this, it\nis necessary to show that the Hebrew people were a mythical people;\nneither of which can be accomplished. It will not be amiss to present in\nthis connection a statement given by Justin to the Greeks. He says: “Of\nall your teachers, whether sages, poets, historians, philosophers, or\nlaw-givers, by far the oldest, as the Greek historians show us, was\nMoses.... For in the times of Ogyges and Inachus, whom some of your poets\nhave supposed to have been earth-born—that is, to have sprung from the\nsoil, and hence one of the oldest inhabitants—the aborigines, Moses is\nmentioned as the leader and ruler of the Jewish nation.” He is mentioned\nas a very ancient and time-honored prince in the Athenian, Attic and\nGrecian histories. Polemon, in his first book of Hellenics, mentions Moses\nas the leader and ruler of the Jewish nation. Ptolemæus, in his history of\nEgypt, bears the same testimony. Apion, an Egyptian writer, in his book\nagainst the Jews, says “Moses led them.” Dr. Shaw, a modern traveler, says\nthe inhabitants of Corondel, on the eastern side of the Red Sea, to this\nday preserve the remembrance of the deliverance of the children of Israel\nfrom their bondage in Egypt. Diodorus, the most renowned Greek historian,\nwho employed thirty years epitomizing the libraries, and traveled over\nAsia and Europe for the sake of great accuracy, who wrote forty volumes of\nhistory, says he learned from the Egyptian priests that Moses was an\nancient law-giver.\n\nIt seems to us that, no sane man, who is acquainted with the ancient\nmythicals, can regard the religion of the Bible as a child of mythical\ndescent. It is as deadly in its influence upon those myths, and all\nmythical worship, as it could be made by an infinite mind.\n\nVoltaire says “the character of the mythical gods is ridiculous;” we will\nadd, it is ridiculous in the extreme. Listen—Hesiod, in his theogony,\nsays: “Chronos, the son of Ouranos, or Saturn, son of Heaven, in the\nbeginning slew his father, and possessed himself of his rule, and, being\nseized with a panic lest he should suffer in the same way, he preferred\ndevouring his children, but Curetes, a subordinate god, by craft, conveyed\nJupiter away in secret and afterwards bound his brother with chains, and\ndivided the empire, Jupiter receiving the air, and Neptune the deep, and\nPluto Hades.”\n\nPros-er-pi-ne, Mella-nip-pe, Neptune, Pluto and Jupiter are all set forth\nin the mythical writings as adulterers. Jupiter was regarded as more\nfrequently involved in that crime, being set down as guilty in many\ninstances. For the love of Sem-e-le, it is said that he assumed wings and\nproved his own unchastity and her jealousy. These are some of the exploits\nof the sons of Saturn. Hercules was celebrated by his three nights, sung\nby the poets for his successful labors.\n\nThe son of Jupiter slew the Lion, and destroyed the many-headed Hydra; was\nable to kill the fleet man-eating birds, and brought up from hades the\nthree-headed dog, Cerberus; effectually cleansed the Augean stable from\nits refuse; killed the bulls and stag whose nostrils breathed fire; slew\nthe poisonous serpent and killed Ach-e-lò-us. The guest-slaying Bu-sí-ris\nwas delighted with being stunned by the cymbals of the Sat-yrs, and to be\nconquered with the love of women; and at last, being unable to take the\ncloak off of Nessus, he kindled his own funeral pile and died. Such are\nspecimens of the ancient myths. Their character is such as to leave an\nimpassible gulf between them and the character of the God revealed in our\nreligion. No development theory, seeking the origin of our religion in the\nold mythical system, can bridge across this chasm. It is as deep and broad\nas the distance between the antipodes. There is no analogy between these\ncounterfeits or myths and the “true God,” save that remote power of God\nwhich is divided up and parceled out among them. Their morals were the\nworst. The whole mythical system is simply one grand demonstration of\nhuman apostacy from the “true God.” Homer introduces Zeus in love, and\nbitterly complaining and bewailing himself, and plotted against by the\nother gods. He represents the gods as suffering at the hands of men. Mars\nand Venus were wounded by Di-o-me-de. He says, “Great Pluto’s self the\nstinging arrow felt when that same son of Jupiter assailed him in the very\ngates of hell, and wrought him keenest anguish. Pierced with pain, to the\nhigh Olympus, to the courts of Jupiter groaning he came. The bitter shaft\nremained deep in his shoulder fixed, and grieved his soul.” In the\nmythical system the gods are not presented as creators or first causes.\n\nHomer says, They were in the beginning generated from the waters of the\nocean, and thousands were added by deifying departed heroes and\nphilosophers. The thought of one supreme Intelligence, the “God of Gods,”,\nruns through all the system of myths. It is found anterior to the myths,\nand, therefore, could not have had its origin with them. The character\nascribed to our God, in our scriptures, has no place among the ancient\nmyths. They hold the “Master God” before us only in connection with power,\nbeing altogether ignorant of His true character. They even went so far as\nto attribute much to Him that was ridiculous. One of the ancients said,\n“The utmost that a man can do is to attribute to the being he worships his\nimperfections and impurities, magnified to infinity, it may be, and then\nbecome worse by their reflex action upon his own nature.” This was\nverified in the ancient mythical religion, without exception, and without\ndoubt.\n\n“The character of all the gods was simply human character extended in all\nits powers, appetites, lusts and passions. Scholars say there is no\nlanguage containing words that express the Scriptural ideas of holiness\nand abhorrence of sin, except those in which the Scriptures were given, or\ninto which they have been translated. These attributes must be known in\norder to salvation from sin, so God revealed Himself and gave the world a\npure religion, as a standard of right and wrong, and guide in duty, and\nrule of life.”\n\nThe history of the ancient nations of the earth gives a united testimony\nthat their original progenitors possessed a knowledge of the one true and\nliving God, who was worshiped by them, and believed to be an infinite,\nself-existent and invisible spirit. This notion was never entirely\nextinguished even among the idolatrous worshipers. Greek and Latin poets\nwere great corrupters of theology, yet in the midst of all their Gods\nthere is still to be found, in their writings, the notion of one supreme\nin power and rule, whom they confound with Jupiter.\n\nThe age of myths began with the tenth generation after the flood. The\nevidence of this is given by Plato from one of the ancient poets in these\nwords: “It was the generation then the tenth, of men endowed with\nspeech, since forth the flood had burst upon the men of former times, and\nKronos, Japetus and Titan reigned, whom men of Ouranos proclaimed the\nnoblest sons, and named them so, because of men endowed with gift of\nspeech, they were the first,” that is to say, they were orators, “and\nothers for their strength, as Heracles and Perseus, and others for their\nart. Those to whom either the subjects gave honor, or the rulers\nthemselves assuming it, obtained the"
            ]
        }
    },
    {
        "id": "JM-41947_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_2000/C/1/17/paragraph/exp_1/JM-41947.txt",
        "manipulated_char_spans": [
            [
                8435,
                8517
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-41947",
        "gold_text": "/data/sub_sample/gold_sanity_2000/PG-41947.txt",
        "random_seed": 31,
        "params": {
            "n": 1,
            "min_len": null,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-The Christian Foundation, Or, Scientific and Religious Journal\n\n\nCHAPTER: IS THERE A COUNTERFEIT WITHOUT A GENUINE?\n\n\nMy object in this lesson is to present the myths, the ancient, fictitious\nand fanciful narratives concerning the gods, in such a manner as to enable\nyou to see the utter absurdity of the idea that the religion of the Bible\nis of mythical origin. Myths are fictitious narratives, having an\nanalogy more or less remote to something real. From this definition you\ndiscover that a myth is always a counterfeit, and as such always appears\nin evidence in favor of something more or less remote, that is true. Now,\nif the Bible had a mythical origin, it sustains some analogy to something\nfound in the mythical or fictitious and fanciful narratives concerning the\ngods, and is therefore the myth of a myth; the counterfeit of a\ncounterfeit. If such be the truth in the case, where do we find the origin\nof the myths from which “Bible myths” have descended? Is it found in the\ntrue God presiding over the elements of nature and the destinies of men,\nas well as the events of creation and providence? Or, can it be possible\nthat we have many counterfeits without a genuine? Many myths sustaining\nno analogy, either near or remote, to anything real? It is an absurdity,\ndestructive of the term employed, because myths cease to be myths\nwithout some near or remote relation to realities. They must sustain\nsome analogy to something real. And counterfeits also cease to be\ncounterfeits when it is shown that they sustain no relation, through\nanalogy or likeness, to anything that is genuine. In the mythical systems\nof olden times we have, in the midst of a vast deal of false and fanciful\nnarrative concerning subordinate and secondary gods, evidence of a supreme\nGod presiding over all things; and the secondary gods performing many\nthings which belonged to the province of the “Almighty One,” with many\ndegrading, vile and corrupting habits.\n\nA letter written by Maximus, a Numidian, to Augustin, reads thus: “Now,\nthat there is a sovereign God, who is without beginning, and who, without\nhaving begotten anything like unto Himself, is, nevertheless, the Father\nand the former of all things, what man can be gross and stupid enough to\ndoubt? He it is of whom, under different names, we adore the eternal power\nextending through every part of the world, thus honoring separately by\ndifferent sorts of worship what may be called His several members, we\nadore Him entirely. May those subordinate gods preserve you under whose\nnames, and by whom all we mortals upon earth adore the common Father of\ngods and men.” In this letter we have a clear presentation of the mythical\nsystem concerning the ancient gods, and also the “analagous relation” to\nthe “Master God.” Each god having his particular dominion over place or\npassion, appears before us as a representative of the supreme, or “Master\nGod;” and by worshiping each member or God they claimed to adore entirely\nthe “common Father of gods and men.” Augustin answers, In your public\nsquare there are two statues of Mars, one naked, the other armed; and\nclose by the figure of a man who, with three fingers advanced towards\nMars, holds in check that divinity so dangerous to the whole town. With\nregard to what you say of such gods being portions of the only “true God,”\n\nI take the liberty you gave me to warn you not to fall into such a\nsacrilege; for that only God, of whom you speak, is doubtless He who is\nacknowledged by the whole world, and concerning whom, as some of the\nancients have said, the ignorant agree with the learned. Now, will you say\nthat Mars, whose strength is represented by an inanimate man, is a portion\nof that God? That is to say, the dead statue controls Mars, and Mars is a\nsubordinate god representing the infinite God, and is, therefore, a part\nof that God. Augustin adds, Not the Pantheon and all the temples\nconsecrated to the inferior gods, nor even the temples consecrated to the\ntwelve greater gods prevented “Deus Optimus Maximus,” God most good, most\ngreat, from being acknowledged throughout the empire. Voltaire says, “In\nspite of all the follies of the people who venerated secondary and\nridiculous gods, and in spite of the Epicurians, who in reality\nacknowledged none, it is verified that in all times the magistrates and\nwise adored one sovereign God.” Secondary gods were myths, counterfeits,\nsustaining the relation of counterfeits. The ancients attributed their\nown passions to the “Master God,” and had subordinate gods representing\npassions. They also had a god for each part of His dominion; and these\ngods they called members of the true God, and claimed to worship Him, by\nworshiping all the members or gods. Mars was the god of war; Bacchus was\nthe god of drunkenness. They had a god for this and a god for that. The\nancient pagans seemed to think that infinite divisibility belonged to the\n“true God,” for they distinguished between passions, and divided up the\nuniverse among the gods until they had it crammed full of subordinate and\nridiculous gods, each one a member of Jehovah, and each member a part of\nthe great mythical system.\n\nNow, in order to establish the proposition that our religion is of\nmythical origin, it is necessary to show, first, that the Bible was\nwritten this side of or during the age of myths, and, having done this, it\nis necessary to show that the Hebrew people were a mythical people;\nneither of which can be accomplished. It will not be amiss to present in\nthis connection a statement given by Justin to the Greeks. He says: “Of\nall your teachers, whether sages, poets, historians, philosophers, or\nlaw-givers, by far the oldest, as the Greek historians show us, was\nMoses.... For in the times of Ogyges and Inachus, whom some of your poets\nhave supposed to have been earth-born—that is, to have sprung from the\nsoil, and hence one of the oldest inhabitants—the aborigines, Moses is\nmentioned as the leader and ruler of the Jewish nation.” He is mentioned\nas a very ancient and time-honored prince in the Athenian, Attic and\nGrecian histories. Polemon, in his first book of Hellenics, mentions Moses\nas the leader and ruler of the Jewish nation. Ptolemæus, in his history of\nEgypt, bears the same testimony. Apion, an Egyptian writer, in his book\nagainst the Jews, says “Moses led them.” Dr. Shaw, a modern traveler, says\nthe inhabitants of Corondel, on the eastern side of the Red Sea, to this\nday preserve the remembrance of the deliverance of the children of Israel\nfrom their bondage in Egypt. Diodorus, the most renowned Greek historian,\nwho employed thirty years epitomizing the libraries, and traveled over\nAsia and Europe for the sake of great accuracy, who wrote forty volumes of\nhistory, says he learned from the Egyptian priests that Moses was an\nancient law-giver.\n\nIt seems to us that, no sane man, who is acquainted with the ancient\nmythicals, can regard the religion of the Bible as a child of mythical\ndescent. It is as deadly in its influence upon those myths, and all\nmythical worship, as it could be made by an infinite mind.\n\nVoltaire says “the character of the mythical gods is ridiculous;” we will\nadd, it is ridiculous in the extreme. Listen—Hesiod, in his theogony,\nsays: “Chronos, the son of Ouranos, or Saturn, son of Heaven, in the\nbeginning slew his father, and possessed himself of his rule, and, being\nseized with a panic lest he should suffer in the same way, he preferred\ndevouring his children, but Curetes, a subordinate god, by craft, conveyed\nJupiter away in secret and afterwards bound his brother with chains, and\ndivided the empire, Jupiter receiving the air, and Neptune the deep, and\nPluto Hades.”\n\nPros-er-pi-ne, Mella-nip-pe, Neptune, Pluto and Jupiter are all set forth\nin the mythical writings as adulterers. Jupiter was regarded as more\nfrequently involved in that crime, being set down as guilty in many\ninstances. For the love of Sem-e-le, it is said that he assumed wings and\nproved his own unchastity and her jealousy. These are some of the exploits\nof the sons of Saturn. Hercules was celebrated by his three nights, sung\nby the poets for his successful labors.\n\nThe son of Jupiter slew the Lion, and destroyed the many-headed Hydra; was\nable to kill the fleet man-eating birds, and brought up from hades the\nthree-headed dog, Cerberus; effectually cleansed the Augean stable from\nits refuse; killed the bulls and stag whose nostrils breathed fire; slew\nthe poisonous serpent and killed Ach-e-lò-us. The guest-slaying Bu-sí-ris\nwas delighted with being stunned by the cymbals of the Sat-yrs, and to be\nconquered with the love of women; and at last, being unable to take the\ncloak off of Nessus, he kindled his own funeral pile and died. Such are\nspecimens of the ancient myths. Their character is such as to leave an\nimpassible gulf between them and the character of the God revealed in our\nreligion. No development theory, seeking the origin of our religion in the\nold mythical system, can bridge across this chasm. It is as deep and broad\nas the distance between the antipodes. There is no analogy between these\ncounterfeits or myths and the “true God,” save that remote power of God\nwhich is divided up and parceled out among them. Their morals were the\nworst. The whole mythical system is simply one grand demonstration of\nhuman apostacy from the “true God.” Homer introduces Zeus in love, and\nbitterly complaining and bewailing himself, and plotted against by the\nother gods. He represents the gods as suffering at the hands of men. Mars\nand Venus were wounded by Di-o-me-de. He says, “Great Pluto’s self the\nstinging arrow felt when that same son of Jupiter assailed him in the very\ngates of hell, and wrought him keenest anguish. Pierced with pain, to the\nhigh Olympus, to the courts of Jupiter groaning he came. The bitter shaft\nremained deep in his shoulder fixed, and grieved his soul.” In the\nmythical system the gods are not presented as creators or first causes.\n\nHomer says, They were in the beginning generated from the waters of the\nocean, and thousands were added by deifying departed heroes and\nphilosophers. The thought of one supreme Intelligence, the “God of Gods,”,\nruns through all the system of myths. It is found anterior to the myths,\nand, therefore, could not have had its origin with them. The character\nascribed to our God, in our scriptures, has no place among the ancient\nmyths. They hold the “Master God” before us only in connection with power,\nbeing altogether ignorant of His true character. They even went so far as\nto attribute much to Him that was ridiculous. One of the ancients said,\n“The utmost that a man can do is to attribute to the being he worships his\nimperfections and impurities, magnified to infinity, it may be, and then\nbecome worse by their reflex action upon his own nature.” This was\nverified in the ancient mythical religion, without exception, and without\ndoubt.\n\n“The character of all the gods was simply human character extended in all\nits powers, appetites, lusts and passions. Scholars say there is no\nlanguage containing words that express the Scriptural ideas of holiness\nand abhorrence of sin, except those in which the Scriptures were given, or\ninto which they have been translated. These attributes must be known in\norder to salvation from sin, so God revealed Himself and gave the world a\npure religion, as a standard of right and wrong, and guide in duty, and\nrule of life.”\n\nThe history of the ancient nations of the earth gives a united testimony\nthat their original progenitors possessed a knowledge of the one true and\nliving God, who was worshiped by them, and believed to be an infinite,\nself-existent and invisible spirit. This notion was never entirely\nextinguished even among the idolatrous worshipers. Greek and Latin poets\nwere great corrupters of theology, yet in the midst of all their Gods\nthere is still to be found, in their writings, the notion of one supreme\nin power and rule, whom they confound with Jupiter.\n\nThe age of myths began with the tenth generation after the flood. The\nevidence of this is given by Plato from one of the ancient poets in these\nwords: “It was the generation then the tenth, of men endowed with\nspeech, since forth the flood had burst upon the men of former times, and\nKronos, Japetus and Titan reigned, whom men of Ouranos proclaimed the\nnoblest sons, and named them so, because of men endowed with gift of\nspeech, they were the first,” that is to say, they were orators, “and\nothers for their strength, as Heracles and Perseus, and others for their\nart. Those to whom either the subjects gave honor, or the rulers\nthemselves assuming it, obtained the"
            ]
        }
    },
    {
        "id": "JM-43068_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_2000/C/1/17/paragraph/exp_1/JM-43068.txt",
        "manipulated_char_spans": [
            [
                1344,
                1949
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-43068",
        "gold_text": "/data/sub_sample/gold_sanity_2000/PG-43068.txt",
        "random_seed": 31,
        "params": {
            "n": 1,
            "min_len": null,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-The Christian Foundation, Or, Scientific and Religious Journal\n\n\nCHAPTER: IS THERE A COUNTERFEIT WITHOUT A GENUINE?\n\n\nMy object in this lesson is to present the myths, the ancient, fictitious\nand fanciful narratives concerning the gods, in such a manner as to enable\nyou to see the utter absurdity of the idea that the religion of the Bible\nis of mythical origin. Myths are fictitious narratives, having an\nanalogy more or less remote to something real. From this definition you\ndiscover that a myth is always a counterfeit, and as such always appears\nin evidence in favor of something more or less remote, that is true. Now,\nif the Bible had a mythical origin, it sustains some analogy to something\nfound in the mythical or fictitious and fanciful narratives concerning the\ngods, and is therefore the myth of a myth; the counterfeit of a\ncounterfeit. If such be the truth in the case, where do we find the origin\nof the myths from which “Bible myths” have descended? Is it found in the\ntrue God presiding over the elements of nature and the destinies of men,\nas well as the events of creation and providence? Or, can it be possible\nthat we have many counterfeits without a genuine? Many myths sustaining\nno analogy, either near or remote, to anything real? It is an absurdity,\ndestructive of the term employed, because myths cease to be myths\nwithout some near or remote relation to realities. They must sustain\nsome analogy to something real. And counterfeits also cease to be\ncounterfeits when it is shown that they sustain no relation, through\nanalogy or likeness, to anything that is genuine. In the mythical systems\nof olden times we have, in the midst of a vast deal of false and fanciful\nnarrative concerning subordinate and secondary gods, evidence of a supreme\nGod presiding over all things; and the secondary gods performing many\nthings which belonged to the province of the “Almighty One,” with many\ndegrading, vile and corrupting habits.\n\nA letter written by Maximus, a Numidian, to Augustin, reads thus: “Now,\nthat there is a sovereign God, who is without beginning, and who, without\nhaving begotten anything like unto Himself, is, nevertheless, the Father\nand the former of all things, what man can be gross and stupid enough to\ndoubt? He it is of whom, under different names, we adore the eternal power\nextending through every part of the world, thus honoring separately by\ndifferent sorts of worship what may be called His several members, we\nadore Him entirely. May those subordinate gods preserve you under whose\nnames, and by whom all we mortals upon earth adore the common Father of\ngods and men.” In this letter we have a clear presentation of the mythical\nsystem concerning the ancient gods, and also the “analagous relation” to\nthe “Master God.” Each god having his particular dominion over place or\npassion, appears before us as a representative of the supreme, or “Master\nGod;” and by worshiping each member or God they claimed to adore entirely\nthe “common Father of gods and men.” Augustin answers, In your public\nsquare there are two statues of Mars, one naked, the other armed; and\nclose by the figure of a man who, with three fingers advanced towards\nMars, holds in check that divinity so dangerous to the whole town. With\nregard to what you say of such gods being portions of the only “true God,”\n\nI take the liberty you gave me to warn you not to fall into such a\nsacrilege; for that only God, of whom you speak, is doubtless He who is\nacknowledged by the whole world, and concerning whom, as some of the\nancients have said, the ignorant agree with the learned. Now, will you say\nthat Mars, whose strength is represented by an inanimate man, is a portion\nof that God? That is to say, the dead statue controls Mars, and Mars is a\nsubordinate god representing the infinite God, and is, therefore, a part\nof that God. Augustin adds, Not the Pantheon and all the temples\nconsecrated to the inferior gods, nor even the temples consecrated to the\ntwelve greater gods prevented “Deus Optimus Maximus,” God most good, most\ngreat, from being acknowledged throughout the empire. Voltaire says, “In\nspite of all the follies of the people who venerated secondary and\nridiculous gods, and in spite of the Epicurians, who in reality\nacknowledged none, it is verified that in all times the magistrates and\nwise adored one sovereign God.” Secondary gods were myths, counterfeits,\nsustaining the relation of counterfeits. The ancients attributed their\nown passions to the “Master God,” and had subordinate gods representing\npassions. They also had a god for each part of His dominion; and these\ngods they called members of the true God, and claimed to worship Him, by\nworshiping all the members or gods. Mars was the god of war; Bacchus was\nthe god of drunkenness. They had a god for this and a god for that. The\nancient pagans seemed to think that infinite divisibility belonged to the\n“true God,” for they distinguished between passions, and divided up the\nuniverse among the gods until they had it crammed full of subordinate and\nridiculous gods, each one a member of Jehovah, and each member a part of\nthe great mythical system.\n\nNow, in order to establish the proposition that our religion is of\nmythical origin, it is necessary to show, first, that the Bible was\nwritten this side of or during the age of myths, and, having done this, it\nis necessary to show that the Hebrew people were a mythical people;\nneither of which can be accomplished. It will not be amiss to present in\nthis connection a statement given by Justin to the Greeks. He says: “Of\nall your teachers, whether sages, poets, historians, philosophers, or\nlaw-givers, by far the oldest, as the Greek historians show us, was\nMoses.... For in the times of Ogyges and Inachus, whom some of your poets\nhave supposed to have been earth-born—that is, to have sprung from the\nsoil, and hence one of the oldest inhabitants—the aborigines, Moses is\nmentioned as the leader and ruler of the Jewish nation.” He is mentioned\nas a very ancient and time-honored prince in the Athenian, Attic and\nGrecian histories. Polemon, in his first book of Hellenics, mentions Moses\nas the leader and ruler of the Jewish nation. Ptolemæus, in his history of\nEgypt, bears the same testimony. Apion, an Egyptian writer, in his book\nagainst the Jews, says “Moses led them.” Dr. Shaw, a modern traveler, says\nthe inhabitants of Corondel, on the eastern side of the Red Sea, to this\nday preserve the remembrance of the deliverance of the children of Israel\nfrom their bondage in Egypt. Diodorus, the most renowned Greek historian,\nwho employed thirty years epitomizing the libraries, and traveled over\nAsia and Europe for the sake of great accuracy, who wrote forty volumes of\nhistory, says he learned from the Egyptian priests that Moses was an\nancient law-giver.\n\nIt seems to us that, no sane man, who is acquainted with the ancient\nmythicals, can regard the religion of the Bible as a child of mythical\ndescent. It is as deadly in its influence upon those myths, and all\nmythical worship, as it could be made by an infinite mind.\n\nVoltaire says “the character of the mythical gods is ridiculous;” we will\nadd, it is ridiculous in the extreme. Listen—Hesiod, in his theogony,\nsays: “Chronos, the son of Ouranos, or Saturn, son of Heaven, in the\nbeginning slew his father, and possessed himself of his rule, and, being\nseized with a panic lest he should suffer in the same way, he preferred\ndevouring his children, but Curetes, a subordinate god, by craft, conveyed\nJupiter away in secret and afterwards bound his brother with chains, and\ndivided the empire, Jupiter receiving the air, and Neptune the deep, and\nPluto Hades.”\n\nPros-er-pi-ne, Mella-nip-pe, Neptune, Pluto and Jupiter are all set forth\nin the mythical writings as adulterers. Jupiter was regarded as more\nfrequently involved in that crime, being set down as guilty in many\ninstances. For the love of Sem-e-le, it is said that he assumed wings and\nproved his own unchastity and her jealousy. These are some of the exploits\nof the sons of Saturn. Hercules was celebrated by his three nights, sung\nby the poets for his successful labors.\n\nThe son of Jupiter slew the Lion, and destroyed the many-headed Hydra; was\nable to kill the fleet man-eating birds, and brought up from hades the\nthree-headed dog, Cerberus; effectually cleansed the Augean stable from\nits refuse; killed the bulls and stag whose nostrils breathed fire; slew\nthe poisonous serpent and killed Ach-e-lò-us. The guest-slaying Bu-sí-ris\nwas delighted with being stunned by the cymbals of the Sat-yrs, and to be\nconquered with the love of women; and at last, being unable to take the\ncloak off of Nessus, he kindled his own funeral pile and died. Such are\nspecimens of the ancient myths. Their character is such as to leave an\nimpassible gulf between them and the character of the God revealed in our\nreligion. No development theory, seeking the origin of our religion in the\nold mythical system, can bridge across this chasm. It is as deep and broad\nas the distance between the antipodes. There is no analogy between these\ncounterfeits or myths and the “true God,” save that remote power of God\nwhich is divided up and parceled out among them. Their morals were the\nworst. The whole mythical system is simply one grand demonstration of\nhuman apostacy from the “true God.” Homer introduces Zeus in love, and\nbitterly complaining and bewailing himself, and plotted against by the\nother gods. He represents the gods as suffering at the hands of men. Mars\nand Venus were wounded by Di-o-me-de. He says, “Great Pluto’s self the\nstinging arrow felt when that same son of Jupiter assailed him in the very\ngates of hell, and wrought him keenest anguish. Pierced with pain, to the\nhigh Olympus, to the courts of Jupiter groaning he came. The bitter shaft\nremained deep in his shoulder fixed, and grieved his soul.” In the\nmythical system the gods are not presented as creators or first causes.\n\nHomer says, They were in the beginning generated from the waters of the\nocean, and thousands were added by deifying departed heroes and\nphilosophers. The thought of one supreme Intelligence, the “God of Gods,”,\nruns through all the system of myths. It is found anterior to the myths,\nand, therefore, could not have had its origin with them. The character\nascribed to our God, in our scriptures, has no place among the ancient\nmyths. They hold the “Master God” before us only in connection with power,\nbeing altogether ignorant of His true character. They even went so far as\nto attribute much to Him that was ridiculous. One of the ancients said,\n“The utmost that a man can do is to attribute to the being he worships his\nimperfections and impurities, magnified to infinity, it may be, and then\nbecome worse by their reflex action upon his own nature.” This was\nverified in the ancient mythical religion, without exception, and without\ndoubt.\n\n“The character of all the gods was simply human character extended in all\nits powers, appetites, lusts and passions. Scholars say there is no\nlanguage containing words that express the Scriptural ideas of holiness\nand abhorrence of sin, except those in which the Scriptures were given, or\ninto which they have been translated. These attributes must be known in\norder to salvation from sin, so God revealed Himself and gave the world a\npure religion, as a standard of right and wrong, and guide in duty, and\nrule of life.”\n\nThe history of the ancient nations of the earth gives a united testimony\nthat their original progenitors possessed a knowledge of the one true and\nliving God, who was worshiped by them, and believed to be an infinite,\nself-existent and invisible spirit. This notion was never entirely\nextinguished even among the idolatrous worshipers. Greek and Latin poets\nwere great corrupters of theology, yet in the midst of all their Gods\nthere is still to be found, in their writings, the notion of one supreme\nin power and rule, whom they confound with Jupiter.\n\nThe age of myths began with the tenth generation after the flood. The\nevidence of this is given by Plato from one of the ancient poets in these\nwords: “It was the generation then the tenth, of men endowed with\nspeech, since forth the flood had burst upon the men of former times, and\nKronos, Japetus and Titan reigned, whom men of Ouranos proclaimed the\nnoblest sons, and named them so, because of men endowed with gift of\nspeech, they were the first,” that is to say, they were orators, “and\nothers for their strength, as Heracles and Perseus, and others for their\nart. Those to whom either the subjects gave honor, or the rulers\nthemselves assuming it, obtained the"
            ]
        }
    },
    {
        "id": "JM-52151_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_2000/C/1/17/paragraph/exp_1/JM-52151.txt",
        "manipulated_char_spans": [
            [
                2141,
                2438
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-52151",
        "gold_text": "/data/sub_sample/gold_sanity_2000/PG-52151.txt",
        "random_seed": 31,
        "params": {
            "n": 1,
            "min_len": null,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-The Christian Foundation, Or, Scientific and Religious Journal\n\n\nCHAPTER: IS THERE A COUNTERFEIT WITHOUT A GENUINE?\n\n\nMy object in this lesson is to present the myths, the ancient, fictitious\nand fanciful narratives concerning the gods, in such a manner as to enable\nyou to see the utter absurdity of the idea that the religion of the Bible\nis of mythical origin. Myths are fictitious narratives, having an\nanalogy more or less remote to something real. From this definition you\ndiscover that a myth is always a counterfeit, and as such always appears\nin evidence in favor of something more or less remote, that is true. Now,\nif the Bible had a mythical origin, it sustains some analogy to something\nfound in the mythical or fictitious and fanciful narratives concerning the\ngods, and is therefore the myth of a myth; the counterfeit of a\ncounterfeit. If such be the truth in the case, where do we find the origin\nof the myths from which “Bible myths” have descended? Is it found in the\ntrue God presiding over the elements of nature and the destinies of men,\nas well as the events of creation and providence? Or, can it be possible\nthat we have many counterfeits without a genuine? Many myths sustaining\nno analogy, either near or remote, to anything real? It is an absurdity,\ndestructive of the term employed, because myths cease to be myths\nwithout some near or remote relation to realities. They must sustain\nsome analogy to something real. And counterfeits also cease to be\ncounterfeits when it is shown that they sustain no relation, through\nanalogy or likeness, to anything that is genuine. In the mythical systems\nof olden times we have, in the midst of a vast deal of false and fanciful\nnarrative concerning subordinate and secondary gods, evidence of a supreme\nGod presiding over all things; and the secondary gods performing many\nthings which belonged to the province of the “Almighty One,” with many\ndegrading, vile and corrupting habits.\n\nA letter written by Maximus, a Numidian, to Augustin, reads thus: “Now,\nthat there is a sovereign God, who is without beginning, and who, without\nhaving begotten anything like unto Himself, is, nevertheless, the Father\nand the former of all things, what man can be gross and stupid enough to\ndoubt? He it is of whom, under different names, we adore the eternal power\nextending through every part of the world, thus honoring separately by\ndifferent sorts of worship what may be called His several members, we\nadore Him entirely. May those subordinate gods preserve you under whose\nnames, and by whom all we mortals upon earth adore the common Father of\ngods and men.” In this letter we have a clear presentation of the mythical\nsystem concerning the ancient gods, and also the “analagous relation” to\nthe “Master God.” Each god having his particular dominion over place or\npassion, appears before us as a representative of the supreme, or “Master\nGod;” and by worshiping each member or God they claimed to adore entirely\nthe “common Father of gods and men.” Augustin answers, In your public\nsquare there are two statues of Mars, one naked, the other armed; and\nclose by the figure of a man who, with three fingers advanced towards\nMars, holds in check that divinity so dangerous to the whole town. With\nregard to what you say of such gods being portions of the only “true God,”\n\nI take the liberty you gave me to warn you not to fall into such a\nsacrilege; for that only God, of whom you speak, is doubtless He who is\nacknowledged by the whole world, and concerning whom, as some of the\nancients have said, the ignorant agree with the learned. Now, will you say\nthat Mars, whose strength is represented by an inanimate man, is a portion\nof that God? That is to say, the dead statue controls Mars, and Mars is a\nsubordinate god representing the infinite God, and is, therefore, a part\nof that God. Augustin adds, Not the Pantheon and all the temples\nconsecrated to the inferior gods, nor even the temples consecrated to the\ntwelve greater gods prevented “Deus Optimus Maximus,” God most good, most\ngreat, from being acknowledged throughout the empire. Voltaire says, “In\nspite of all the follies of the people who venerated secondary and\nridiculous gods, and in spite of the Epicurians, who in reality\nacknowledged none, it is verified that in all times the magistrates and\nwise adored one sovereign God.” Secondary gods were myths, counterfeits,\nsustaining the relation of counterfeits. The ancients attributed their\nown passions to the “Master God,” and had subordinate gods representing\npassions. They also had a god for each part of His dominion; and these\ngods they called members of the true God, and claimed to worship Him, by\nworshiping all the members or gods. Mars was the god of war; Bacchus was\nthe god of drunkenness. They had a god for this and a god for that. The\nancient pagans seemed to think that infinite divisibility belonged to the\n“true God,” for they distinguished between passions, and divided up the\nuniverse among the gods until they had it crammed full of subordinate and\nridiculous gods, each one a member of Jehovah, and each member a part of\nthe great mythical system.\n\nNow, in order to establish the proposition that our religion is of\nmythical origin, it is necessary to show, first, that the Bible was\nwritten this side of or during the age of myths, and, having done this, it\nis necessary to show that the Hebrew people were a mythical people;\nneither of which can be accomplished. It will not be amiss to present in\nthis connection a statement given by Justin to the Greeks. He says: “Of\nall your teachers, whether sages, poets, historians, philosophers, or\nlaw-givers, by far the oldest, as the Greek historians show us, was\nMoses.... For in the times of Ogyges and Inachus, whom some of your poets\nhave supposed to have been earth-born—that is, to have sprung from the\nsoil, and hence one of the oldest inhabitants—the aborigines, Moses is\nmentioned as the leader and ruler of the Jewish nation.” He is mentioned\nas a very ancient and time-honored prince in the Athenian, Attic and\nGrecian histories. Polemon, in his first book of Hellenics, mentions Moses\nas the leader and ruler of the Jewish nation. Ptolemæus, in his history of\nEgypt, bears the same testimony. Apion, an Egyptian writer, in his book\nagainst the Jews, says “Moses led them.” Dr. Shaw, a modern traveler, says\nthe inhabitants of Corondel, on the eastern side of the Red Sea, to this\nday preserve the remembrance of the deliverance of the children of Israel\nfrom their bondage in Egypt. Diodorus, the most renowned Greek historian,\nwho employed thirty years epitomizing the libraries, and traveled over\nAsia and Europe for the sake of great accuracy, who wrote forty volumes of\nhistory, says he learned from the Egyptian priests that Moses was an\nancient law-giver.\n\nIt seems to us that, no sane man, who is acquainted with the ancient\nmythicals, can regard the religion of the Bible as a child of mythical\ndescent. It is as deadly in its influence upon those myths, and all\nmythical worship, as it could be made by an infinite mind.\n\nVoltaire says “the character of the mythical gods is ridiculous;” we will\nadd, it is ridiculous in the extreme. Listen—Hesiod, in his theogony,\nsays: “Chronos, the son of Ouranos, or Saturn, son of Heaven, in the\nbeginning slew his father, and possessed himself of his rule, and, being\nseized with a panic lest he should suffer in the same way, he preferred\ndevouring his children, but Curetes, a subordinate god, by craft, conveyed\nJupiter away in secret and afterwards bound his brother with chains, and\ndivided the empire, Jupiter receiving the air, and Neptune the deep, and\nPluto Hades.”\n\nPros-er-pi-ne, Mella-nip-pe, Neptune, Pluto and Jupiter are all set forth\nin the mythical writings as adulterers. Jupiter was regarded as more\nfrequently involved in that crime, being set down as guilty in many\ninstances. For the love of Sem-e-le, it is said that he assumed wings and\nproved his own unchastity and her jealousy. These are some of the exploits\nof the sons of Saturn. Hercules was celebrated by his three nights, sung\nby the poets for his successful labors.\n\nThe son of Jupiter slew the Lion, and destroyed the many-headed Hydra; was\nable to kill the fleet man-eating birds, and brought up from hades the\nthree-headed dog, Cerberus; effectually cleansed the Augean stable from\nits refuse; killed the bulls and stag whose nostrils breathed fire; slew\nthe poisonous serpent and killed Ach-e-lò-us. The guest-slaying Bu-sí-ris\nwas delighted with being stunned by the cymbals of the Sat-yrs, and to be\nconquered with the love of women; and at last, being unable to take the\ncloak off of Nessus, he kindled his own funeral pile and died. Such are\nspecimens of the ancient myths. Their character is such as to leave an\nimpassible gulf between them and the character of the God revealed in our\nreligion. No development theory, seeking the origin of our religion in the\nold mythical system, can bridge across this chasm. It is as deep and broad\nas the distance between the antipodes. There is no analogy between these\ncounterfeits or myths and the “true God,” save that remote power of God\nwhich is divided up and parceled out among them. Their morals were the\nworst. The whole mythical system is simply one grand demonstration of\nhuman apostacy from the “true God.” Homer introduces Zeus in love, and\nbitterly complaining and bewailing himself, and plotted against by the\nother gods. He represents the gods as suffering at the hands of men. Mars\nand Venus were wounded by Di-o-me-de. He says, “Great Pluto’s self the\nstinging arrow felt when that same son of Jupiter assailed him in the very\ngates of hell, and wrought him keenest anguish. Pierced with pain, to the\nhigh Olympus, to the courts of Jupiter groaning he came. The bitter shaft\nremained deep in his shoulder fixed, and grieved his soul.” In the\nmythical system the gods are not presented as creators or first causes.\n\nHomer says, They were in the beginning generated from the waters of the\nocean, and thousands were added by deifying departed heroes and\nphilosophers. The thought of one supreme Intelligence, the “God of Gods,”,\nruns through all the system of myths. It is found anterior to the myths,\nand, therefore, could not have had its origin with them. The character\nascribed to our God, in our scriptures, has no place among the ancient\nmyths. They hold the “Master God” before us only in connection with power,\nbeing altogether ignorant of His true character. They even went so far as\nto attribute much to Him that was ridiculous. One of the ancients said,\n“The utmost that a man can do is to attribute to the being he worships his\nimperfections and impurities, magnified to infinity, it may be, and then\nbecome worse by their reflex action upon his own nature.” This was\nverified in the ancient mythical religion, without exception, and without\ndoubt.\n\n“The character of all the gods was simply human character extended in all\nits powers, appetites, lusts and passions. Scholars say there is no\nlanguage containing words that express the Scriptural ideas of holiness\nand abhorrence of sin, except those in which the Scriptures were given, or\ninto which they have been translated. These attributes must be known in\norder to salvation from sin, so God revealed Himself and gave the world a\npure religion, as a standard of right and wrong, and guide in duty, and\nrule of life.”\n\nThe history of the ancient nations of the earth gives a united testimony\nthat their original progenitors possessed a knowledge of the one true and\nliving God, who was worshiped by them, and believed to be an infinite,\nself-existent and invisible spirit. This notion was never entirely\nextinguished even among the idolatrous worshipers. Greek and Latin poets\nwere great corrupters of theology, yet in the midst of all their Gods\nthere is still to be found, in their writings, the notion of one supreme\nin power and rule, whom they confound with Jupiter.\n\nThe age of myths began with the tenth generation after the flood. The\nevidence of this is given by Plato from one of the ancient poets in these\nwords: “It was the generation then the tenth, of men endowed with\nspeech, since forth the flood had burst upon the men of former times, and\nKronos, Japetus and Titan reigned, whom men of Ouranos proclaimed the\nnoblest sons, and named them so, because of men endowed with gift of\nspeech, they were the first,” that is to say, they were orators, “and\nothers for their strength, as Heracles and Perseus, and others for their\nart. Those to whom either the subjects gave honor, or the rulers\nthemselves assuming it, obtained the"
            ]
        }
    },
    {
        "id": "JM-52440_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_2000/C/1/17/paragraph/exp_1/JM-52440.txt",
        "manipulated_char_spans": [
            [
                2333,
                8015
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-52440",
        "gold_text": "/data/sub_sample/gold_sanity_2000/PG-52440.txt",
        "random_seed": 31,
        "params": {
            "n": 1,
            "min_len": null,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-The Christian Foundation, Or, Scientific and Religious Journal\n\n\nCHAPTER: IS THERE A COUNTERFEIT WITHOUT A GENUINE?\n\n\nMy object in this lesson is to present the myths, the ancient, fictitious\nand fanciful narratives concerning the gods, in such a manner as to enable\nyou to see the utter absurdity of the idea that the religion of the Bible\nis of mythical origin. Myths are fictitious narratives, having an\nanalogy more or less remote to something real. From this definition you\ndiscover that a myth is always a counterfeit, and as such always appears\nin evidence in favor of something more or less remote, that is true. Now,\nif the Bible had a mythical origin, it sustains some analogy to something\nfound in the mythical or fictitious and fanciful narratives concerning the\ngods, and is therefore the myth of a myth; the counterfeit of a\ncounterfeit. If such be the truth in the case, where do we find the origin\nof the myths from which “Bible myths” have descended? Is it found in the\ntrue God presiding over the elements of nature and the destinies of men,\nas well as the events of creation and providence? Or, can it be possible\nthat we have many counterfeits without a genuine? Many myths sustaining\nno analogy, either near or remote, to anything real? It is an absurdity,\ndestructive of the term employed, because myths cease to be myths\nwithout some near or remote relation to realities. They must sustain\nsome analogy to something real. And counterfeits also cease to be\ncounterfeits when it is shown that they sustain no relation, through\nanalogy or likeness, to anything that is genuine. In the mythical systems\nof olden times we have, in the midst of a vast deal of false and fanciful\nnarrative concerning subordinate and secondary gods, evidence of a supreme\nGod presiding over all things; and the secondary gods performing many\nthings which belonged to the province of the “Almighty One,” with many\ndegrading, vile and corrupting habits.\n\nA letter written by Maximus, a Numidian, to Augustin, reads thus: “Now,\nthat there is a sovereign God, who is without beginning, and who, without\nhaving begotten anything like unto Himself, is, nevertheless, the Father\nand the former of all things, what man can be gross and stupid enough to\ndoubt? He it is of whom, under different names, we adore the eternal power\nextending through every part of the world, thus honoring separately by\ndifferent sorts of worship what may be called His several members, we\nadore Him entirely. May those subordinate gods preserve you under whose\nnames, and by whom all we mortals upon earth adore the common Father of\ngods and men.” In this letter we have a clear presentation of the mythical\nsystem concerning the ancient gods, and also the “analagous relation” to\nthe “Master God.” Each god having his particular dominion over place or\npassion, appears before us as a representative of the supreme, or “Master\nGod;” and by worshiping each member or God they claimed to adore entirely\nthe “common Father of gods and men.” Augustin answers, In your public\nsquare there are two statues of Mars, one naked, the other armed; and\nclose by the figure of a man who, with three fingers advanced towards\nMars, holds in check that divinity so dangerous to the whole town. With\nregard to what you say of such gods being portions of the only “true God,”\n\nI take the liberty you gave me to warn you not to fall into such a\nsacrilege; for that only God, of whom you speak, is doubtless He who is\nacknowledged by the whole world, and concerning whom, as some of the\nancients have said, the ignorant agree with the learned. Now, will you say\nthat Mars, whose strength is represented by an inanimate man, is a portion\nof that God? That is to say, the dead statue controls Mars, and Mars is a\nsubordinate god representing the infinite God, and is, therefore, a part\nof that God. Augustin adds, Not the Pantheon and all the temples\nconsecrated to the inferior gods, nor even the temples consecrated to the\ntwelve greater gods prevented “Deus Optimus Maximus,” God most good, most\ngreat, from being acknowledged throughout the empire. Voltaire says, “In\nspite of all the follies of the people who venerated secondary and\nridiculous gods, and in spite of the Epicurians, who in reality\nacknowledged none, it is verified that in all times the magistrates and\nwise adored one sovereign God.” Secondary gods were myths, counterfeits,\nsustaining the relation of counterfeits. The ancients attributed their\nown passions to the “Master God,” and had subordinate gods representing\npassions. They also had a god for each part of His dominion; and these\ngods they called members of the true God, and claimed to worship Him, by\nworshiping all the members or gods. Mars was the god of war; Bacchus was\nthe god of drunkenness. They had a god for this and a god for that. The\nancient pagans seemed to think that infinite divisibility belonged to the\n“true God,” for they distinguished between passions, and divided up the\nuniverse among the gods until they had it crammed full of subordinate and\nridiculous gods, each one a member of Jehovah, and each member a part of\nthe great mythical system.\n\nNow, in order to establish the proposition that our religion is of\nmythical origin, it is necessary to show, first, that the Bible was\nwritten this side of or during the age of myths, and, having done this, it\nis necessary to show that the Hebrew people were a mythical people;\nneither of which can be accomplished. It will not be amiss to present in\nthis connection a statement given by Justin to the Greeks. He says: “Of\nall your teachers, whether sages, poets, historians, philosophers, or\nlaw-givers, by far the oldest, as the Greek historians show us, was\nMoses.... For in the times of Ogyges and Inachus, whom some of your poets\nhave supposed to have been earth-born—that is, to have sprung from the\nsoil, and hence one of the oldest inhabitants—the aborigines, Moses is\nmentioned as the leader and ruler of the Jewish nation.” He is mentioned\nas a very ancient and time-honored prince in the Athenian, Attic and\nGrecian histories. Polemon, in his first book of Hellenics, mentions Moses\nas the leader and ruler of the Jewish nation. Ptolemæus, in his history of\nEgypt, bears the same testimony. Apion, an Egyptian writer, in his book\nagainst the Jews, says “Moses led them.” Dr. Shaw, a modern traveler, says\nthe inhabitants of Corondel, on the eastern side of the Red Sea, to this\nday preserve the remembrance of the deliverance of the children of Israel\nfrom their bondage in Egypt. Diodorus, the most renowned Greek historian,\nwho employed thirty years epitomizing the libraries, and traveled over\nAsia and Europe for the sake of great accuracy, who wrote forty volumes of\nhistory, says he learned from the Egyptian priests that Moses was an\nancient law-giver.\n\nIt seems to us that, no sane man, who is acquainted with the ancient\nmythicals, can regard the religion of the Bible as a child of mythical\ndescent. It is as deadly in its influence upon those myths, and all\nmythical worship, as it could be made by an infinite mind.\n\nVoltaire says “the character of the mythical gods is ridiculous;” we will\nadd, it is ridiculous in the extreme. Listen—Hesiod, in his theogony,\nsays: “Chronos, the son of Ouranos, or Saturn, son of Heaven, in the\nbeginning slew his father, and possessed himself of his rule, and, being\nseized with a panic lest he should suffer in the same way, he preferred\ndevouring his children, but Curetes, a subordinate god, by craft, conveyed\nJupiter away in secret and afterwards bound his brother with chains, and\ndivided the empire, Jupiter receiving the air, and Neptune the deep, and\nPluto Hades.”\n\nPros-er-pi-ne, Mella-nip-pe, Neptune, Pluto and Jupiter are all set forth\nin the mythical writings as adulterers. Jupiter was regarded as more\nfrequently involved in that crime, being set down as guilty in many\ninstances. For the love of Sem-e-le, it is said that he assumed wings and\nproved his own unchastity and her jealousy. These are some of the exploits\nof the sons of Saturn. Hercules was celebrated by his three nights, sung\nby the poets for his successful labors.\n\nThe son of Jupiter slew the Lion, and destroyed the many-headed Hydra; was\nable to kill the fleet man-eating birds, and brought up from hades the\nthree-headed dog, Cerberus; effectually cleansed the Augean stable from\nits refuse; killed the bulls and stag whose nostrils breathed fire; slew\nthe poisonous serpent and killed Ach-e-lò-us. The guest-slaying Bu-sí-ris\nwas delighted with being stunned by the cymbals of the Sat-yrs, and to be\nconquered with the love of women; and at last, being unable to take the\ncloak off of Nessus, he kindled his own funeral pile and died. Such are\nspecimens of the ancient myths. Their character is such as to leave an\nimpassible gulf between them and the character of the God revealed in our\nreligion. No development theory, seeking the origin of our religion in the\nold mythical system, can bridge across this chasm. It is as deep and broad\nas the distance between the antipodes. There is no analogy between these\ncounterfeits or myths and the “true God,” save that remote power of God\nwhich is divided up and parceled out among them. Their morals were the\nworst. The whole mythical system is simply one grand demonstration of\nhuman apostacy from the “true God.” Homer introduces Zeus in love, and\nbitterly complaining and bewailing himself, and plotted against by the\nother gods. He represents the gods as suffering at the hands of men. Mars\nand Venus were wounded by Di-o-me-de. He says, “Great Pluto’s self the\nstinging arrow felt when that same son of Jupiter assailed him in the very\ngates of hell, and wrought him keenest anguish. Pierced with pain, to the\nhigh Olympus, to the courts of Jupiter groaning he came. The bitter shaft\nremained deep in his shoulder fixed, and grieved his soul.” In the\nmythical system the gods are not presented as creators or first causes.\n\nHomer says, They were in the beginning generated from the waters of the\nocean, and thousands were added by deifying departed heroes and\nphilosophers. The thought of one supreme Intelligence, the “God of Gods,”,\nruns through all the system of myths. It is found anterior to the myths,\nand, therefore, could not have had its origin with them. The character\nascribed to our God, in our scriptures, has no place among the ancient\nmyths. They hold the “Master God” before us only in connection with power,\nbeing altogether ignorant of His true character. They even went so far as\nto attribute much to Him that was ridiculous. One of the ancients said,\n“The utmost that a man can do is to attribute to the being he worships his\nimperfections and impurities, magnified to infinity, it may be, and then\nbecome worse by their reflex action upon his own nature.” This was\nverified in the ancient mythical religion, without exception, and without\ndoubt.\n\n“The character of all the gods was simply human character extended in all\nits powers, appetites, lusts and passions. Scholars say there is no\nlanguage containing words that express the Scriptural ideas of holiness\nand abhorrence of sin, except those in which the Scriptures were given, or\ninto which they have been translated. These attributes must be known in\norder to salvation from sin, so God revealed Himself and gave the world a\npure religion, as a standard of right and wrong, and guide in duty, and\nrule of life.”\n\nThe history of the ancient nations of the earth gives a united testimony\nthat their original progenitors possessed a knowledge of the one true and\nliving God, who was worshiped by them, and believed to be an infinite,\nself-existent and invisible spirit. This notion was never entirely\nextinguished even among the idolatrous worshipers. Greek and Latin poets\nwere great corrupters of theology, yet in the midst of all their Gods\nthere is still to be found, in their writings, the notion of one supreme\nin power and rule, whom they confound with Jupiter.\n\nThe age of myths began with the tenth generation after the flood. The\nevidence of this is given by Plato from one of the ancient poets in these\nwords: “It was the generation then the tenth, of men endowed with\nspeech, since forth the flood had burst upon the men of former times, and\nKronos, Japetus and Titan reigned, whom men of Ouranos proclaimed the\nnoblest sons, and named them so, because of men endowed with gift of\nspeech, they were the first,” that is to say, they were orators, “and\nothers for their strength, as Heracles and Perseus, and others for their\nart. Those to whom either the subjects gave honor, or the rulers\nthemselves assuming it, obtained the"
            ]
        }
    },
    {
        "id": "JM-58121_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_2000/C/1/17/paragraph/exp_1/JM-58121.txt",
        "manipulated_char_spans": [
            [
                9505,
                9857
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-58121",
        "gold_text": "/data/sub_sample/gold_sanity_2000/PG-58121.txt",
        "random_seed": 31,
        "params": {
            "n": 1,
            "min_len": null,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-The Christian Foundation, Or, Scientific and Religious Journal\n\n\nCHAPTER: IS THERE A COUNTERFEIT WITHOUT A GENUINE?\n\n\nMy object in this lesson is to present the myths, the ancient, fictitious\nand fanciful narratives concerning the gods, in such a manner as to enable\nyou to see the utter absurdity of the idea that the religion of the Bible\nis of mythical origin. Myths are fictitious narratives, having an\nanalogy more or less remote to something real. From this definition you\ndiscover that a myth is always a counterfeit, and as such always appears\nin evidence in favor of something more or less remote, that is true. Now,\nif the Bible had a mythical origin, it sustains some analogy to something\nfound in the mythical or fictitious and fanciful narratives concerning the\ngods, and is therefore the myth of a myth; the counterfeit of a\ncounterfeit. If such be the truth in the case, where do we find the origin\nof the myths from which “Bible myths” have descended? Is it found in the\ntrue God presiding over the elements of nature and the destinies of men,\nas well as the events of creation and providence? Or, can it be possible\nthat we have many counterfeits without a genuine? Many myths sustaining\nno analogy, either near or remote, to anything real? It is an absurdity,\ndestructive of the term employed, because myths cease to be myths\nwithout some near or remote relation to realities. They must sustain\nsome analogy to something real. And counterfeits also cease to be\ncounterfeits when it is shown that they sustain no relation, through\nanalogy or likeness, to anything that is genuine. In the mythical systems\nof olden times we have, in the midst of a vast deal of false and fanciful\nnarrative concerning subordinate and secondary gods, evidence of a supreme\nGod presiding over all things; and the secondary gods performing many\nthings which belonged to the province of the “Almighty One,” with many\ndegrading, vile and corrupting habits.\n\nA letter written by Maximus, a Numidian, to Augustin, reads thus: “Now,\nthat there is a sovereign God, who is without beginning, and who, without\nhaving begotten anything like unto Himself, is, nevertheless, the Father\nand the former of all things, what man can be gross and stupid enough to\ndoubt? He it is of whom, under different names, we adore the eternal power\nextending through every part of the world, thus honoring separately by\ndifferent sorts of worship what may be called His several members, we\nadore Him entirely. May those subordinate gods preserve you under whose\nnames, and by whom all we mortals upon earth adore the common Father of\ngods and men.” In this letter we have a clear presentation of the mythical\nsystem concerning the ancient gods, and also the “analagous relation” to\nthe “Master God.” Each god having his particular dominion over place or\npassion, appears before us as a representative of the supreme, or “Master\nGod;” and by worshiping each member or God they claimed to adore entirely\nthe “common Father of gods and men.” Augustin answers, In your public\nsquare there are two statues of Mars, one naked, the other armed; and\nclose by the figure of a man who, with three fingers advanced towards\nMars, holds in check that divinity so dangerous to the whole town. With\nregard to what you say of such gods being portions of the only “true God,”\n\nI take the liberty you gave me to warn you not to fall into such a\nsacrilege; for that only God, of whom you speak, is doubtless He who is\nacknowledged by the whole world, and concerning whom, as some of the\nancients have said, the ignorant agree with the learned. Now, will you say\nthat Mars, whose strength is represented by an inanimate man, is a portion\nof that God? That is to say, the dead statue controls Mars, and Mars is a\nsubordinate god representing the infinite God, and is, therefore, a part\nof that God. Augustin adds, Not the Pantheon and all the temples\nconsecrated to the inferior gods, nor even the temples consecrated to the\ntwelve greater gods prevented “Deus Optimus Maximus,” God most good, most\ngreat, from being acknowledged throughout the empire. Voltaire says, “In\nspite of all the follies of the people who venerated secondary and\nridiculous gods, and in spite of the Epicurians, who in reality\nacknowledged none, it is verified that in all times the magistrates and\nwise adored one sovereign God.” Secondary gods were myths, counterfeits,\nsustaining the relation of counterfeits. The ancients attributed their\nown passions to the “Master God,” and had subordinate gods representing\npassions. They also had a god for each part of His dominion; and these\ngods they called members of the true God, and claimed to worship Him, by\nworshiping all the members or gods. Mars was the god of war; Bacchus was\nthe god of drunkenness. They had a god for this and a god for that. The\nancient pagans seemed to think that infinite divisibility belonged to the\n“true God,” for they distinguished between passions, and divided up the\nuniverse among the gods until they had it crammed full of subordinate and\nridiculous gods, each one a member of Jehovah, and each member a part of\nthe great mythical system.\n\nNow, in order to establish the proposition that our religion is of\nmythical origin, it is necessary to show, first, that the Bible was\nwritten this side of or during the age of myths, and, having done this, it\nis necessary to show that the Hebrew people were a mythical people;\nneither of which can be accomplished. It will not be amiss to present in\nthis connection a statement given by Justin to the Greeks. He says: “Of\nall your teachers, whether sages, poets, historians, philosophers, or\nlaw-givers, by far the oldest, as the Greek historians show us, was\nMoses.... For in the times of Ogyges and Inachus, whom some of your poets\nhave supposed to have been earth-born—that is, to have sprung from the\nsoil, and hence one of the oldest inhabitants—the aborigines, Moses is\nmentioned as the leader and ruler of the Jewish nation.” He is mentioned\nas a very ancient and time-honored prince in the Athenian, Attic and\nGrecian histories. Polemon, in his first book of Hellenics, mentions Moses\nas the leader and ruler of the Jewish nation. Ptolemæus, in his history of\nEgypt, bears the same testimony. Apion, an Egyptian writer, in his book\nagainst the Jews, says “Moses led them.” Dr. Shaw, a modern traveler, says\nthe inhabitants of Corondel, on the eastern side of the Red Sea, to this\nday preserve the remembrance of the deliverance of the children of Israel\nfrom their bondage in Egypt. Diodorus, the most renowned Greek historian,\nwho employed thirty years epitomizing the libraries, and traveled over\nAsia and Europe for the sake of great accuracy, who wrote forty volumes of\nhistory, says he learned from the Egyptian priests that Moses was an\nancient law-giver.\n\nIt seems to us that, no sane man, who is acquainted with the ancient\nmythicals, can regard the religion of the Bible as a child of mythical\ndescent. It is as deadly in its influence upon those myths, and all\nmythical worship, as it could be made by an infinite mind.\n\nVoltaire says “the character of the mythical gods is ridiculous;” we will\nadd, it is ridiculous in the extreme. Listen—Hesiod, in his theogony,\nsays: “Chronos, the son of Ouranos, or Saturn, son of Heaven, in the\nbeginning slew his father, and possessed himself of his rule, and, being\nseized with a panic lest he should suffer in the same way, he preferred\ndevouring his children, but Curetes, a subordinate god, by craft, conveyed\nJupiter away in secret and afterwards bound his brother with chains, and\ndivided the empire, Jupiter receiving the air, and Neptune the deep, and\nPluto Hades.”\n\nPros-er-pi-ne, Mella-nip-pe, Neptune, Pluto and Jupiter are all set forth\nin the mythical writings as adulterers. Jupiter was regarded as more\nfrequently involved in that crime, being set down as guilty in many\ninstances. For the love of Sem-e-le, it is said that he assumed wings and\nproved his own unchastity and her jealousy. These are some of the exploits\nof the sons of Saturn. Hercules was celebrated by his three nights, sung\nby the poets for his successful labors.\n\nThe son of Jupiter slew the Lion, and destroyed the many-headed Hydra; was\nable to kill the fleet man-eating birds, and brought up from hades the\nthree-headed dog, Cerberus; effectually cleansed the Augean stable from\nits refuse; killed the bulls and stag whose nostrils breathed fire; slew\nthe poisonous serpent and killed Ach-e-lò-us. The guest-slaying Bu-sí-ris\nwas delighted with being stunned by the cymbals of the Sat-yrs, and to be\nconquered with the love of women; and at last, being unable to take the\ncloak off of Nessus, he kindled his own funeral pile and died. Such are\nspecimens of the ancient myths. Their character is such as to leave an\nimpassible gulf between them and the character of the God revealed in our\nreligion. No development theory, seeking the origin of our religion in the\nold mythical system, can bridge across this chasm. It is as deep and broad\nas the distance between the antipodes. There is no analogy between these\ncounterfeits or myths and the “true God,” save that remote power of God\nwhich is divided up and parceled out among them. Their morals were the\nworst. The whole mythical system is simply one grand demonstration of\nhuman apostacy from the “true God.” Homer introduces Zeus in love, and\nbitterly complaining and bewailing himself, and plotted against by the\nother gods. He represents the gods as suffering at the hands of men. Mars\nand Venus were wounded by Di-o-me-de. He says, “Great Pluto’s self the\nstinging arrow felt when that same son of Jupiter assailed him in the very\ngates of hell, and wrought him keenest anguish. Pierced with pain, to the\nhigh Olympus, to the courts of Jupiter groaning he came. The bitter shaft\nremained deep in his shoulder fixed, and grieved his soul.” In the\nmythical system the gods are not presented as creators or first causes.\n\nHomer says, They were in the beginning generated from the waters of the\nocean, and thousands were added by deifying departed heroes and\nphilosophers. The thought of one supreme Intelligence, the “God of Gods,”,\nruns through all the system of myths. It is found anterior to the myths,\nand, therefore, could not have had its origin with them. The character\nascribed to our God, in our scriptures, has no place among the ancient\nmyths. They hold the “Master God” before us only in connection with power,\nbeing altogether ignorant of His true character. They even went so far as\nto attribute much to Him that was ridiculous. One of the ancients said,\n“The utmost that a man can do is to attribute to the being he worships his\nimperfections and impurities, magnified to infinity, it may be, and then\nbecome worse by their reflex action upon his own nature.” This was\nverified in the ancient mythical religion, without exception, and without\ndoubt.\n\n“The character of all the gods was simply human character extended in all\nits powers, appetites, lusts and passions. Scholars say there is no\nlanguage containing words that express the Scriptural ideas of holiness\nand abhorrence of sin, except those in which the Scriptures were given, or\ninto which they have been translated. These attributes must be known in\norder to salvation from sin, so God revealed Himself and gave the world a\npure religion, as a standard of right and wrong, and guide in duty, and\nrule of life.”\n\nThe history of the ancient nations of the earth gives a united testimony\nthat their original progenitors possessed a knowledge of the one true and\nliving God, who was worshiped by them, and believed to be an infinite,\nself-existent and invisible spirit. This notion was never entirely\nextinguished even among the idolatrous worshipers. Greek and Latin poets\nwere great corrupters of theology, yet in the midst of all their Gods\nthere is still to be found, in their writings, the notion of one supreme\nin power and rule, whom they confound with Jupiter.\n\nThe age of myths began with the tenth generation after the flood. The\nevidence of this is given by Plato from one of the ancient poets in these\nwords: “It was the generation then the tenth, of men endowed with\nspeech, since forth the flood had burst upon the men of former times, and\nKronos, Japetus and Titan reigned, whom men of Ouranos proclaimed the\nnoblest sons, and named them so, because of men endowed with gift of\nspeech, they were the first,” that is to say, they were orators, “and\nothers for their strength, as Heracles and Perseus, and others for their\nart. Those to whom either the subjects gave honor, or the rulers\nthemselves assuming it, obtained the"
            ]
        }
    },
    {
        "id": "JM-62714_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_2000/C/1/17/paragraph/exp_1/JM-62714.txt",
        "manipulated_char_spans": [
            [
                5565,
                5639
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-62714",
        "gold_text": "/data/sub_sample/gold_sanity_2000/PG-62714.txt",
        "random_seed": 31,
        "params": {
            "n": 1,
            "min_len": null,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-The Christian Foundation, Or, Scientific and Religious Journal\n\n\nCHAPTER: IS THERE A COUNTERFEIT WITHOUT A GENUINE?\n\n\nMy object in this lesson is to present the myths, the ancient, fictitious\nand fanciful narratives concerning the gods, in such a manner as to enable\nyou to see the utter absurdity of the idea that the religion of the Bible\nis of mythical origin. Myths are fictitious narratives, having an\nanalogy more or less remote to something real. From this definition you\ndiscover that a myth is always a counterfeit, and as such always appears\nin evidence in favor of something more or less remote, that is true. Now,\nif the Bible had a mythical origin, it sustains some analogy to something\nfound in the mythical or fictitious and fanciful narratives concerning the\ngods, and is therefore the myth of a myth; the counterfeit of a\ncounterfeit. If such be the truth in the case, where do we find the origin\nof the myths from which “Bible myths” have descended? Is it found in the\ntrue God presiding over the elements of nature and the destinies of men,\nas well as the events of creation and providence? Or, can it be possible\nthat we have many counterfeits without a genuine? Many myths sustaining\nno analogy, either near or remote, to anything real? It is an absurdity,\ndestructive of the term employed, because myths cease to be myths\nwithout some near or remote relation to realities. They must sustain\nsome analogy to something real. And counterfeits also cease to be\ncounterfeits when it is shown that they sustain no relation, through\nanalogy or likeness, to anything that is genuine. In the mythical systems\nof olden times we have, in the midst of a vast deal of false and fanciful\nnarrative concerning subordinate and secondary gods, evidence of a supreme\nGod presiding over all things; and the secondary gods performing many\nthings which belonged to the province of the “Almighty One,” with many\ndegrading, vile and corrupting habits.\n\nA letter written by Maximus, a Numidian, to Augustin, reads thus: “Now,\nthat there is a sovereign God, who is without beginning, and who, without\nhaving begotten anything like unto Himself, is, nevertheless, the Father\nand the former of all things, what man can be gross and stupid enough to\ndoubt? He it is of whom, under different names, we adore the eternal power\nextending through every part of the world, thus honoring separately by\ndifferent sorts of worship what may be called His several members, we\nadore Him entirely. May those subordinate gods preserve you under whose\nnames, and by whom all we mortals upon earth adore the common Father of\ngods and men.” In this letter we have a clear presentation of the mythical\nsystem concerning the ancient gods, and also the “analagous relation” to\nthe “Master God.” Each god having his particular dominion over place or\npassion, appears before us as a representative of the supreme, or “Master\nGod;” and by worshiping each member or God they claimed to adore entirely\nthe “common Father of gods and men.” Augustin answers, In your public\nsquare there are two statues of Mars, one naked, the other armed; and\nclose by the figure of a man who, with three fingers advanced towards\nMars, holds in check that divinity so dangerous to the whole town. With\nregard to what you say of such gods being portions of the only “true God,”\n\nI take the liberty you gave me to warn you not to fall into such a\nsacrilege; for that only God, of whom you speak, is doubtless He who is\nacknowledged by the whole world, and concerning whom, as some of the\nancients have said, the ignorant agree with the learned. Now, will you say\nthat Mars, whose strength is represented by an inanimate man, is a portion\nof that God? That is to say, the dead statue controls Mars, and Mars is a\nsubordinate god representing the infinite God, and is, therefore, a part\nof that God. Augustin adds, Not the Pantheon and all the temples\nconsecrated to the inferior gods, nor even the temples consecrated to the\ntwelve greater gods prevented “Deus Optimus Maximus,” God most good, most\ngreat, from being acknowledged throughout the empire. Voltaire says, “In\nspite of all the follies of the people who venerated secondary and\nridiculous gods, and in spite of the Epicurians, who in reality\nacknowledged none, it is verified that in all times the magistrates and\nwise adored one sovereign God.” Secondary gods were myths, counterfeits,\nsustaining the relation of counterfeits. The ancients attributed their\nown passions to the “Master God,” and had subordinate gods representing\npassions. They also had a god for each part of His dominion; and these\ngods they called members of the true God, and claimed to worship Him, by\nworshiping all the members or gods. Mars was the god of war; Bacchus was\nthe god of drunkenness. They had a god for this and a god for that. The\nancient pagans seemed to think that infinite divisibility belonged to the\n“true God,” for they distinguished between passions, and divided up the\nuniverse among the gods until they had it crammed full of subordinate and\nridiculous gods, each one a member of Jehovah, and each member a part of\nthe great mythical system.\n\nNow, in order to establish the proposition that our religion is of\nmythical origin, it is necessary to show, first, that the Bible was\nwritten this side of or during the age of myths, and, having done this, it\nis necessary to show that the Hebrew people were a mythical people;\nneither of which can be accomplished. It will not be amiss to present in\nthis connection a statement given by Justin to the Greeks. He says: “Of\nall your teachers, whether sages, poets, historians, philosophers, or\nlaw-givers, by far the oldest, as the Greek historians show us, was\nMoses.... For in the times of Ogyges and Inachus, whom some of your poets\nhave supposed to have been earth-born—that is, to have sprung from the\nsoil, and hence one of the oldest inhabitants—the aborigines, Moses is\nmentioned as the leader and ruler of the Jewish nation.” He is mentioned\nas a very ancient and time-honored prince in the Athenian, Attic and\nGrecian histories. Polemon, in his first book of Hellenics, mentions Moses\nas the leader and ruler of the Jewish nation. Ptolemæus, in his history of\nEgypt, bears the same testimony. Apion, an Egyptian writer, in his book\nagainst the Jews, says “Moses led them.” Dr. Shaw, a modern traveler, says\nthe inhabitants of Corondel, on the eastern side of the Red Sea, to this\nday preserve the remembrance of the deliverance of the children of Israel\nfrom their bondage in Egypt. Diodorus, the most renowned Greek historian,\nwho employed thirty years epitomizing the libraries, and traveled over\nAsia and Europe for the sake of great accuracy, who wrote forty volumes of\nhistory, says he learned from the Egyptian priests that Moses was an\nancient law-giver.\n\nIt seems to us that, no sane man, who is acquainted with the ancient\nmythicals, can regard the religion of the Bible as a child of mythical\ndescent. It is as deadly in its influence upon those myths, and all\nmythical worship, as it could be made by an infinite mind.\n\nVoltaire says “the character of the mythical gods is ridiculous;” we will\nadd, it is ridiculous in the extreme. Listen—Hesiod, in his theogony,\nsays: “Chronos, the son of Ouranos, or Saturn, son of Heaven, in the\nbeginning slew his father, and possessed himself of his rule, and, being\nseized with a panic lest he should suffer in the same way, he preferred\ndevouring his children, but Curetes, a subordinate god, by craft, conveyed\nJupiter away in secret and afterwards bound his brother with chains, and\ndivided the empire, Jupiter receiving the air, and Neptune the deep, and\nPluto Hades.”\n\nPros-er-pi-ne, Mella-nip-pe, Neptune, Pluto and Jupiter are all set forth\nin the mythical writings as adulterers. Jupiter was regarded as more\nfrequently involved in that crime, being set down as guilty in many\ninstances. For the love of Sem-e-le, it is said that he assumed wings and\nproved his own unchastity and her jealousy. These are some of the exploits\nof the sons of Saturn. Hercules was celebrated by his three nights, sung\nby the poets for his successful labors.\n\nThe son of Jupiter slew the Lion, and destroyed the many-headed Hydra; was\nable to kill the fleet man-eating birds, and brought up from hades the\nthree-headed dog, Cerberus; effectually cleansed the Augean stable from\nits refuse; killed the bulls and stag whose nostrils breathed fire; slew\nthe poisonous serpent and killed Ach-e-lò-us. The guest-slaying Bu-sí-ris\nwas delighted with being stunned by the cymbals of the Sat-yrs, and to be\nconquered with the love of women; and at last, being unable to take the\ncloak off of Nessus, he kindled his own funeral pile and died. Such are\nspecimens of the ancient myths. Their character is such as to leave an\nimpassible gulf between them and the character of the God revealed in our\nreligion. No development theory, seeking the origin of our religion in the\nold mythical system, can bridge across this chasm. It is as deep and broad\nas the distance between the antipodes. There is no analogy between these\ncounterfeits or myths and the “true God,” save that remote power of God\nwhich is divided up and parceled out among them. Their morals were the\nworst. The whole mythical system is simply one grand demonstration of\nhuman apostacy from the “true God.” Homer introduces Zeus in love, and\nbitterly complaining and bewailing himself, and plotted against by the\nother gods. He represents the gods as suffering at the hands of men. Mars\nand Venus were wounded by Di-o-me-de. He says, “Great Pluto’s self the\nstinging arrow felt when that same son of Jupiter assailed him in the very\ngates of hell, and wrought him keenest anguish. Pierced with pain, to the\nhigh Olympus, to the courts of Jupiter groaning he came. The bitter shaft\nremained deep in his shoulder fixed, and grieved his soul.” In the\nmythical system the gods are not presented as creators or first causes.\n\nHomer says, They were in the beginning generated from the waters of the\nocean, and thousands were added by deifying departed heroes and\nphilosophers. The thought of one supreme Intelligence, the “God of Gods,”,\nruns through all the system of myths. It is found anterior to the myths,\nand, therefore, could not have had its origin with them. The character\nascribed to our God, in our scriptures, has no place among the ancient\nmyths. They hold the “Master God” before us only in connection with power,\nbeing altogether ignorant of His true character. They even went so far as\nto attribute much to Him that was ridiculous. One of the ancients said,\n“The utmost that a man can do is to attribute to the being he worships his\nimperfections and impurities, magnified to infinity, it may be, and then\nbecome worse by their reflex action upon his own nature.” This was\nverified in the ancient mythical religion, without exception, and without\ndoubt.\n\n“The character of all the gods was simply human character extended in all\nits powers, appetites, lusts and passions. Scholars say there is no\nlanguage containing words that express the Scriptural ideas of holiness\nand abhorrence of sin, except those in which the Scriptures were given, or\ninto which they have been translated. These attributes must be known in\norder to salvation from sin, so God revealed Himself and gave the world a\npure religion, as a standard of right and wrong, and guide in duty, and\nrule of life.”\n\nThe history of the ancient nations of the earth gives a united testimony\nthat their original progenitors possessed a knowledge of the one true and\nliving God, who was worshiped by them, and believed to be an infinite,\nself-existent and invisible spirit. This notion was never entirely\nextinguished even among the idolatrous worshipers. Greek and Latin poets\nwere great corrupters of theology, yet in the midst of all their Gods\nthere is still to be found, in their writings, the notion of one supreme\nin power and rule, whom they confound with Jupiter.\n\nThe age of myths began with the tenth generation after the flood. The\nevidence of this is given by Plato from one of the ancient poets in these\nwords: “It was the generation then the tenth, of men endowed with\nspeech, since forth the flood had burst upon the men of former times, and\nKronos, Japetus and Titan reigned, whom men of Ouranos proclaimed the\nnoblest sons, and named them so, because of men endowed with gift of\nspeech, they were the first,” that is to say, they were orators, “and\nothers for their strength, as Heracles and Perseus, and others for their\nart. Those to whom either the subjects gave honor, or the rulers\nthemselves assuming it, obtained the"
            ]
        }
    },
    {
        "id": "JM-63325_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_2000/C/1/17/paragraph/exp_1/JM-63325.txt",
        "manipulated_char_spans": [
            [
                1825,
                1957
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-63325",
        "gold_text": "/data/sub_sample/gold_sanity_2000/PG-63325.txt",
        "random_seed": 31,
        "params": {
            "n": 1,
            "min_len": null,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-The Christian Foundation, Or, Scientific and Religious Journal\n\n\nCHAPTER: IS THERE A COUNTERFEIT WITHOUT A GENUINE?\n\n\nMy object in this lesson is to present the myths, the ancient, fictitious\nand fanciful narratives concerning the gods, in such a manner as to enable\nyou to see the utter absurdity of the idea that the religion of the Bible\nis of mythical origin. Myths are fictitious narratives, having an\nanalogy more or less remote to something real. From this definition you\ndiscover that a myth is always a counterfeit, and as such always appears\nin evidence in favor of something more or less remote, that is true. Now,\nif the Bible had a mythical origin, it sustains some analogy to something\nfound in the mythical or fictitious and fanciful narratives concerning the\ngods, and is therefore the myth of a myth; the counterfeit of a\ncounterfeit. If such be the truth in the case, where do we find the origin\nof the myths from which “Bible myths” have descended? Is it found in the\ntrue God presiding over the elements of nature and the destinies of men,\nas well as the events of creation and providence? Or, can it be possible\nthat we have many counterfeits without a genuine? Many myths sustaining\nno analogy, either near or remote, to anything real? It is an absurdity,\ndestructive of the term employed, because myths cease to be myths\nwithout some near or remote relation to realities. They must sustain\nsome analogy to something real. And counterfeits also cease to be\ncounterfeits when it is shown that they sustain no relation, through\nanalogy or likeness, to anything that is genuine. In the mythical systems\nof olden times we have, in the midst of a vast deal of false and fanciful\nnarrative concerning subordinate and secondary gods, evidence of a supreme\nGod presiding over all things; and the secondary gods performing many\nthings which belonged to the province of the “Almighty One,” with many\ndegrading, vile and corrupting habits.\n\nA letter written by Maximus, a Numidian, to Augustin, reads thus: “Now,\nthat there is a sovereign God, who is without beginning, and who, without\nhaving begotten anything like unto Himself, is, nevertheless, the Father\nand the former of all things, what man can be gross and stupid enough to\ndoubt? He it is of whom, under different names, we adore the eternal power\nextending through every part of the world, thus honoring separately by\ndifferent sorts of worship what may be called His several members, we\nadore Him entirely. May those subordinate gods preserve you under whose\nnames, and by whom all we mortals upon earth adore the common Father of\ngods and men.” In this letter we have a clear presentation of the mythical\nsystem concerning the ancient gods, and also the “analagous relation” to\nthe “Master God.” Each god having his particular dominion over place or\npassion, appears before us as a representative of the supreme, or “Master\nGod;” and by worshiping each member or God they claimed to adore entirely\nthe “common Father of gods and men.” Augustin answers, In your public\nsquare there are two statues of Mars, one naked, the other armed; and\nclose by the figure of a man who, with three fingers advanced towards\nMars, holds in check that divinity so dangerous to the whole town. With\nregard to what you say of such gods being portions of the only “true God,”\n\nI take the liberty you gave me to warn you not to fall into such a\nsacrilege; for that only God, of whom you speak, is doubtless He who is\nacknowledged by the whole world, and concerning whom, as some of the\nancients have said, the ignorant agree with the learned. Now, will you say\nthat Mars, whose strength is represented by an inanimate man, is a portion\nof that God? That is to say, the dead statue controls Mars, and Mars is a\nsubordinate god representing the infinite God, and is, therefore, a part\nof that God. Augustin adds, Not the Pantheon and all the temples\nconsecrated to the inferior gods, nor even the temples consecrated to the\ntwelve greater gods prevented “Deus Optimus Maximus,” God most good, most\ngreat, from being acknowledged throughout the empire. Voltaire says, “In\nspite of all the follies of the people who venerated secondary and\nridiculous gods, and in spite of the Epicurians, who in reality\nacknowledged none, it is verified that in all times the magistrates and\nwise adored one sovereign God.” Secondary gods were myths, counterfeits,\nsustaining the relation of counterfeits. The ancients attributed their\nown passions to the “Master God,” and had subordinate gods representing\npassions. They also had a god for each part of His dominion; and these\ngods they called members of the true God, and claimed to worship Him, by\nworshiping all the members or gods. Mars was the god of war; Bacchus was\nthe god of drunkenness. They had a god for this and a god for that. The\nancient pagans seemed to think that infinite divisibility belonged to the\n“true God,” for they distinguished between passions, and divided up the\nuniverse among the gods until they had it crammed full of subordinate and\nridiculous gods, each one a member of Jehovah, and each member a part of\nthe great mythical system.\n\nNow, in order to establish the proposition that our religion is of\nmythical origin, it is necessary to show, first, that the Bible was\nwritten this side of or during the age of myths, and, having done this, it\nis necessary to show that the Hebrew people were a mythical people;\nneither of which can be accomplished. It will not be amiss to present in\nthis connection a statement given by Justin to the Greeks. He says: “Of\nall your teachers, whether sages, poets, historians, philosophers, or\nlaw-givers, by far the oldest, as the Greek historians show us, was\nMoses.... For in the times of Ogyges and Inachus, whom some of your poets\nhave supposed to have been earth-born—that is, to have sprung from the\nsoil, and hence one of the oldest inhabitants—the aborigines, Moses is\nmentioned as the leader and ruler of the Jewish nation.” He is mentioned\nas a very ancient and time-honored prince in the Athenian, Attic and\nGrecian histories. Polemon, in his first book of Hellenics, mentions Moses\nas the leader and ruler of the Jewish nation. Ptolemæus, in his history of\nEgypt, bears the same testimony. Apion, an Egyptian writer, in his book\nagainst the Jews, says “Moses led them.” Dr. Shaw, a modern traveler, says\nthe inhabitants of Corondel, on the eastern side of the Red Sea, to this\nday preserve the remembrance of the deliverance of the children of Israel\nfrom their bondage in Egypt. Diodorus, the most renowned Greek historian,\nwho employed thirty years epitomizing the libraries, and traveled over\nAsia and Europe for the sake of great accuracy, who wrote forty volumes of\nhistory, says he learned from the Egyptian priests that Moses was an\nancient law-giver.\n\nIt seems to us that, no sane man, who is acquainted with the ancient\nmythicals, can regard the religion of the Bible as a child of mythical\ndescent. It is as deadly in its influence upon those myths, and all\nmythical worship, as it could be made by an infinite mind.\n\nVoltaire says “the character of the mythical gods is ridiculous;” we will\nadd, it is ridiculous in the extreme. Listen—Hesiod, in his theogony,\nsays: “Chronos, the son of Ouranos, or Saturn, son of Heaven, in the\nbeginning slew his father, and possessed himself of his rule, and, being\nseized with a panic lest he should suffer in the same way, he preferred\ndevouring his children, but Curetes, a subordinate god, by craft, conveyed\nJupiter away in secret and afterwards bound his brother with chains, and\ndivided the empire, Jupiter receiving the air, and Neptune the deep, and\nPluto Hades.”\n\nPros-er-pi-ne, Mella-nip-pe, Neptune, Pluto and Jupiter are all set forth\nin the mythical writings as adulterers. Jupiter was regarded as more\nfrequently involved in that crime, being set down as guilty in many\ninstances. For the love of Sem-e-le, it is said that he assumed wings and\nproved his own unchastity and her jealousy. These are some of the exploits\nof the sons of Saturn. Hercules was celebrated by his three nights, sung\nby the poets for his successful labors.\n\nThe son of Jupiter slew the Lion, and destroyed the many-headed Hydra; was\nable to kill the fleet man-eating birds, and brought up from hades the\nthree-headed dog, Cerberus; effectually cleansed the Augean stable from\nits refuse; killed the bulls and stag whose nostrils breathed fire; slew\nthe poisonous serpent and killed Ach-e-lò-us. The guest-slaying Bu-sí-ris\nwas delighted with being stunned by the cymbals of the Sat-yrs, and to be\nconquered with the love of women; and at last, being unable to take the\ncloak off of Nessus, he kindled his own funeral pile and died. Such are\nspecimens of the ancient myths. Their character is such as to leave an\nimpassible gulf between them and the character of the God revealed in our\nreligion. No development theory, seeking the origin of our religion in the\nold mythical system, can bridge across this chasm. It is as deep and broad\nas the distance between the antipodes. There is no analogy between these\ncounterfeits or myths and the “true God,” save that remote power of God\nwhich is divided up and parceled out among them. Their morals were the\nworst. The whole mythical system is simply one grand demonstration of\nhuman apostacy from the “true God.” Homer introduces Zeus in love, and\nbitterly complaining and bewailing himself, and plotted against by the\nother gods. He represents the gods as suffering at the hands of men. Mars\nand Venus were wounded by Di-o-me-de. He says, “Great Pluto’s self the\nstinging arrow felt when that same son of Jupiter assailed him in the very\ngates of hell, and wrought him keenest anguish. Pierced with pain, to the\nhigh Olympus, to the courts of Jupiter groaning he came. The bitter shaft\nremained deep in his shoulder fixed, and grieved his soul.” In the\nmythical system the gods are not presented as creators or first causes.\n\nHomer says, They were in the beginning generated from the waters of the\nocean, and thousands were added by deifying departed heroes and\nphilosophers. The thought of one supreme Intelligence, the “God of Gods,”,\nruns through all the system of myths. It is found anterior to the myths,\nand, therefore, could not have had its origin with them. The character\nascribed to our God, in our scriptures, has no place among the ancient\nmyths. They hold the “Master God” before us only in connection with power,\nbeing altogether ignorant of His true character. They even went so far as\nto attribute much to Him that was ridiculous. One of the ancients said,\n“The utmost that a man can do is to attribute to the being he worships his\nimperfections and impurities, magnified to infinity, it may be, and then\nbecome worse by their reflex action upon his own nature.” This was\nverified in the ancient mythical religion, without exception, and without\ndoubt.\n\n“The character of all the gods was simply human character extended in all\nits powers, appetites, lusts and passions. Scholars say there is no\nlanguage containing words that express the Scriptural ideas of holiness\nand abhorrence of sin, except those in which the Scriptures were given, or\ninto which they have been translated. These attributes must be known in\norder to salvation from sin, so God revealed Himself and gave the world a\npure religion, as a standard of right and wrong, and guide in duty, and\nrule of life.”\n\nThe history of the ancient nations of the earth gives a united testimony\nthat their original progenitors possessed a knowledge of the one true and\nliving God, who was worshiped by them, and believed to be an infinite,\nself-existent and invisible spirit. This notion was never entirely\nextinguished even among the idolatrous worshipers. Greek and Latin poets\nwere great corrupters of theology, yet in the midst of all their Gods\nthere is still to be found, in their writings, the notion of one supreme\nin power and rule, whom they confound with Jupiter.\n\nThe age of myths began with the tenth generation after the flood. The\nevidence of this is given by Plato from one of the ancient poets in these\nwords: “It was the generation then the tenth, of men endowed with\nspeech, since forth the flood had burst upon the men of former times, and\nKronos, Japetus and Titan reigned, whom men of Ouranos proclaimed the\nnoblest sons, and named them so, because of men endowed with gift of\nspeech, they were the first,” that is to say, they were orators, “and\nothers for their strength, as Heracles and Perseus, and others for their\nart. Those to whom either the subjects gave honor, or the rulers\nthemselves assuming it, obtained the"
            ]
        }
    },
    {
        "id": "JM-63426_C_1_17",
        "manipulated_text": "/data/sub_sample/manipulated_sanity_2000/C/1/17/paragraph/exp_1/JM-63426.txt",
        "manipulated_char_spans": [
            [
                9495,
                9624
            ]
        ],
        "range_type": "paragraph",
        "affected_metric": "coherence",
        "manipulation_category": "logical_flow_disruptions",
        "manipulation_type": "exchange_content",
        "gold_id": "JM-63426",
        "gold_text": "/data/sub_sample/gold_sanity_2000/PG-63426.txt",
        "random_seed": 31,
        "params": {
            "n": 1,
            "min_len": null,
            "repetition_factor": 1,
            "texts_to_insert": [
                "-The Christian Foundation, Or, Scientific and Religious Journal\n\n\nCHAPTER: IS THERE A COUNTERFEIT WITHOUT A GENUINE?\n\n\nMy object in this lesson is to present the myths, the ancient, fictitious\nand fanciful narratives concerning the gods, in such a manner as to enable\nyou to see the utter absurdity of the idea that the religion of the Bible\nis of mythical origin. Myths are fictitious narratives, having an\nanalogy more or less remote to something real. From this definition you\ndiscover that a myth is always a counterfeit, and as such always appears\nin evidence in favor of something more or less remote, that is true. Now,\nif the Bible had a mythical origin, it sustains some analogy to something\nfound in the mythical or fictitious and fanciful narratives concerning the\ngods, and is therefore the myth of a myth; the counterfeit of a\ncounterfeit. If such be the truth in the case, where do we find the origin\nof the myths from which “Bible myths” have descended? Is it found in the\ntrue God presiding over the elements of nature and the destinies of men,\nas well as the events of creation and providence? Or, can it be possible\nthat we have many counterfeits without a genuine? Many myths sustaining\nno analogy, either near or remote, to anything real? It is an absurdity,\ndestructive of the term employed, because myths cease to be myths\nwithout some near or remote relation to realities. They must sustain\nsome analogy to something real. And counterfeits also cease to be\ncounterfeits when it is shown that they sustain no relation, through\nanalogy or likeness, to anything that is genuine. In the mythical systems\nof olden times we have, in the midst of a vast deal of false and fanciful\nnarrative concerning subordinate and secondary gods, evidence of a supreme\nGod presiding over all things; and the secondary gods performing many\nthings which belonged to the province of the “Almighty One,” with many\ndegrading, vile and corrupting habits.\n\nA letter written by Maximus, a Numidian, to Augustin, reads thus: “Now,\nthat there is a sovereign God, who is without beginning, and who, without\nhaving begotten anything like unto Himself, is, nevertheless, the Father\nand the former of all things, what man can be gross and stupid enough to\ndoubt? He it is of whom, under different names, we adore the eternal power\nextending through every part of the world, thus honoring separately by\ndifferent sorts of worship what may be called His several members, we\nadore Him entirely. May those subordinate gods preserve you under whose\nnames, and by whom all we mortals upon earth adore the common Father of\ngods and men.” In this letter we have a clear presentation of the mythical\nsystem concerning the ancient gods, and also the “analagous relation” to\nthe “Master God.” Each god having his particular dominion over place or\npassion, appears before us as a representative of the supreme, or “Master\nGod;” and by worshiping each member or God they claimed to adore entirely\nthe “common Father of gods and men.” Augustin answers, In your public\nsquare there are two statues of Mars, one naked, the other armed; and\nclose by the figure of a man who, with three fingers advanced towards\nMars, holds in check that divinity so dangerous to the whole town. With\nregard to what you say of such gods being portions of the only “true God,”\n\nI take the liberty you gave me to warn you not to fall into such a\nsacrilege; for that only God, of whom you speak, is doubtless He who is\nacknowledged by the whole world, and concerning whom, as some of the\nancients have said, the ignorant agree with the learned. Now, will you say\nthat Mars, whose strength is represented by an inanimate man, is a portion\nof that God? That is to say, the dead statue controls Mars, and Mars is a\nsubordinate god representing the infinite God, and is, therefore, a part\nof that God. Augustin adds, Not the Pantheon and all the temples\nconsecrated to the inferior gods, nor even the temples consecrated to the\ntwelve greater gods prevented “Deus Optimus Maximus,” God most good, most\ngreat, from being acknowledged throughout the empire. Voltaire says, “In\nspite of all the follies of the people who venerated secondary and\nridiculous gods, and in spite of the Epicurians, who in reality\nacknowledged none, it is verified that in all times the magistrates and\nwise adored one sovereign God.” Secondary gods were myths, counterfeits,\nsustaining the relation of counterfeits. The ancients attributed their\nown passions to the “Master God,” and had subordinate gods representing\npassions. They also had a god for each part of His dominion; and these\ngods they called members of the true God, and claimed to worship Him, by\nworshiping all the members or gods. Mars was the god of war; Bacchus was\nthe god of drunkenness. They had a god for this and a god for that. The\nancient pagans seemed to think that infinite divisibility belonged to the\n“true God,” for they distinguished between passions, and divided up the\nuniverse among the gods until they had it crammed full of subordinate and\nridiculous gods, each one a member of Jehovah, and each member a part of\nthe great mythical system.\n\nNow, in order to establish the proposition that our religion is of\nmythical origin, it is necessary to show, first, that the Bible was\nwritten this side of or during the age of myths, and, having done this, it\nis necessary to show that the Hebrew people were a mythical people;\nneither of which can be accomplished. It will not be amiss to present in\nthis connection a statement given by Justin to the Greeks. He says: “Of\nall your teachers, whether sages, poets, historians, philosophers, or\nlaw-givers, by far the oldest, as the Greek historians show us, was\nMoses.... For in the times of Ogyges and Inachus, whom some of your poets\nhave supposed to have been earth-born—that is, to have sprung from the\nsoil, and hence one of the oldest inhabitants—the aborigines, Moses is\nmentioned as the leader and ruler of the Jewish nation.” He is mentioned\nas a very ancient and time-honored prince in the Athenian, Attic and\nGrecian histories. Polemon, in his first book of Hellenics, mentions Moses\nas the leader and ruler of the Jewish nation. Ptolemæus, in his history of\nEgypt, bears the same testimony. Apion, an Egyptian writer, in his book\nagainst the Jews, says “Moses led them.” Dr. Shaw, a modern traveler, says\nthe inhabitants of Corondel, on the eastern side of the Red Sea, to this\nday preserve the remembrance of the deliverance of the children of Israel\nfrom their bondage in Egypt. Diodorus, the most renowned Greek historian,\nwho employed thirty years epitomizing the libraries, and traveled over\nAsia and Europe for the sake of great accuracy, who wrote forty volumes of\nhistory, says he learned from the Egyptian priests that Moses was an\nancient law-giver.\n\nIt seems to us that, no sane man, who is acquainted with the ancient\nmythicals, can regard the religion of the Bible as a child of mythical\ndescent. It is as deadly in its influence upon those myths, and all\nmythical worship, as it could be made by an infinite mind.\n\nVoltaire says “the character of the mythical gods is ridiculous;” we will\nadd, it is ridiculous in the extreme. Listen—Hesiod, in his theogony,\nsays: “Chronos, the son of Ouranos, or Saturn, son of Heaven, in the\nbeginning slew his father, and possessed himself of his rule, and, being\nseized with a panic lest he should suffer in the same way, he preferred\ndevouring his children, but Curetes, a subordinate god, by craft, conveyed\nJupiter away in secret and afterwards bound his brother with chains, and\ndivided the empire, Jupiter receiving the air, and Neptune the deep, and\nPluto Hades.”\n\nPros-er-pi-ne, Mella-nip-pe, Neptune, Pluto and Jupiter are all set forth\nin the mythical writings as adulterers. Jupiter was regarded as more\nfrequently involved in that crime, being set down as guilty in many\ninstances. For the love of Sem-e-le, it is said that he assumed wings and\nproved his own unchastity and her jealousy. These are some of the exploits\nof the sons of Saturn. Hercules was celebrated by his three nights, sung\nby the poets for his successful labors.\n\nThe son of Jupiter slew the Lion, and destroyed the many-headed Hydra; was\nable to kill the fleet man-eating birds, and brought up from hades the\nthree-headed dog, Cerberus; effectually cleansed the Augean stable from\nits refuse; killed the bulls and stag whose nostrils breathed fire; slew\nthe poisonous serpent and killed Ach-e-lò-us. The guest-slaying Bu-sí-ris\nwas delighted with being stunned by the cymbals of the Sat-yrs, and to be\nconquered with the love of women; and at last, being unable to take the\ncloak off of Nessus, he kindled his own funeral pile and died. Such are\nspecimens of the ancient myths. Their character is such as to leave an\nimpassible gulf between them and the character of the God revealed in our\nreligion. No development theory, seeking the origin of our religion in the\nold mythical system, can bridge across this chasm. It is as deep and broad\nas the distance between the antipodes. There is no analogy between these\ncounterfeits or myths and the “true God,” save that remote power of God\nwhich is divided up and parceled out among them. Their morals were the\nworst. The whole mythical system is simply one grand demonstration of\nhuman apostacy from the “true God.” Homer introduces Zeus in love, and\nbitterly complaining and bewailing himself, and plotted against by the\nother gods. He represents the gods as suffering at the hands of men. Mars\nand Venus were wounded by Di-o-me-de. He says, “Great Pluto’s self the\nstinging arrow felt when that same son of Jupiter assailed him in the very\ngates of hell, and wrought him keenest anguish. Pierced with pain, to the\nhigh Olympus, to the courts of Jupiter groaning he came. The bitter shaft\nremained deep in his shoulder fixed, and grieved his soul.” In the\nmythical system the gods are not presented as creators or first causes.\n\nHomer says, They were in the beginning generated from the waters of the\nocean, and thousands were added by deifying departed heroes and\nphilosophers. The thought of one supreme Intelligence, the “God of Gods,”,\nruns through all the system of myths. It is found anterior to the myths,\nand, therefore, could not have had its origin with them. The character\nascribed to our God, in our scriptures, has no place among the ancient\nmyths. They hold the “Master God” before us only in connection with power,\nbeing altogether ignorant of His true character. They even went so far as\nto attribute much to Him that was ridiculous. One of the ancients said,\n“The utmost that a man can do is to attribute to the being he worships his\nimperfections and impurities, magnified to infinity, it may be, and then\nbecome worse by their reflex action upon his own nature.” This was\nverified in the ancient mythical religion, without exception, and without\ndoubt.\n\n“The character of all the gods was simply human character extended in all\nits powers, appetites, lusts and passions. Scholars say there is no\nlanguage containing words that express the Scriptural ideas of holiness\nand abhorrence of sin, except those in which the Scriptures were given, or\ninto which they have been translated. These attributes must be known in\norder to salvation from sin, so God revealed Himself and gave the world a\npure religion, as a standard of right and wrong, and guide in duty, and\nrule of life.”\n\nThe history of the ancient nations of the earth gives a united testimony\nthat their original progenitors possessed a knowledge of the one true and\nliving God, who was worshiped by them, and believed to be an infinite,\nself-existent and invisible spirit. This notion was never entirely\nextinguished even among the idolatrous worshipers. Greek and Latin poets\nwere great corrupters of theology, yet in the midst of all their Gods\nthere is still to be found, in their writings, the notion of one supreme\nin power and rule, whom they confound with Jupiter.\n\nThe age of myths began with the tenth generation after the flood. The\nevidence of this is given by Plato from one of the ancient poets in these\nwords: “It was the generation then the tenth, of men endowed with\nspeech, since forth the flood had burst upon the men of former times, and\nKronos, Japetus and Titan reigned, whom men of Ouranos proclaimed the\nnoblest sons, and named them so, because of men endowed with gift of\nspeech, they were the first,” that is to say, they were orators, “and\nothers for their strength, as Heracles and Perseus, and others for their\nart. Those to whom either the subjects gave honor, or the rulers\nthemselves assuming it, obtained the"
            ]
        }
    }
]